[
  {
    "kural_id": 1,
    "tamil_kural": "அகர முதல எழுத்தெல்லாம் ஆதி பகவன் முதற்றே உலகு.",
    "eng_translation": "As the letter A is the first of all letters, so the eternal God is first in the world.",
    "emotion": "Wonder",
    "ethical_framework": "Core Principles",
    "theme": "The First Source",
    "virtue": "Respect",
    "modern_scenario": "A coder explains that just like 'A' is the basis for all language, the binary code '0' and '1' is the fundamental source of all modern software.",
    "qa_question": "In a world of science, is this idea of a 'first source' still relevant?",
    "qa_answer": "Yes. Every complex system must have a fundamental starting point, just as the alphabet has 'A'."
  },
  {
    "kural_id": 2,
    "tamil_kural": "கற்றதனால் ஆய பயனென்கொல் வாலறிவன் நற்றாள் தொழாஅர் எனின்.",
    "eng_translation": "What Profit have those derived from learning, who worship not the good feet of Him who is possessed of pure knowledge ?",
    "emotion": "Reflection",
    "ethical_framework": "Character",
    "theme": "Meaningful Learning",
    "virtue": "Humility",
    "modern_scenario": "A brilliant surgeon who is arrogant and rude to patients hasn't truly profited from their education, as their knowledge lacks the virtue of compassion.",
    "qa_question": "I have a university degree. Isn't that enough to be considered successful?",
    "qa_answer": "No. Knowledge has no real value unless it is combined with humility and a moral compass. Its true profit comes from how you use it."
  },
  {
    "kural_id": 3,
    "tamil_kural": "மலர்மிசை ஏகினான் மாணடி சேர்ந்தார் நிலமிசை நீடுவாழ் வார்.",
    "eng_translation": "They who are united to the glorious feet of Him who passes swiftly over the flower of the mind, shall flourish long above all worlds.",
    "emotion": "Peace",
    "ethical_framework": "Inner Peace",
    "theme": "Lasting Happiness",
    "virtue": "Calmness",
    "modern_scenario": "A person who regularly practices meditation to quiet their racing thoughts finds they are healthier, less stressed, and more successful in their daily life.",
    "qa_question": "Does this mean I have to leave the world and become a monk to be happy?",
    "qa_answer": "Not at all. To succeed in the world, you must first master your mind. A calm mind is the foundation for a long and happy life."
  },
  {
    "kural_id": 4,
    "tamil_kural": "வேண்டுதல் வேண்டாமை இலானடி சேர்ந்தார்க்கு யாண்டும் இடும்பை இல.",
    "eng_translation": "To those who meditate the feet of Him who is void of desire or aversion, evil shall never come.",
    "emotion": "Balance",
    "ethical_framework": "Emotional Control",
    "theme": "Avoiding Pain",
    "virtue": "Letting Go",
    "modern_scenario": "An investor who doesn't get greedy during a market boom or fearful during a crash makes better long-term decisions because they are free from the pull of desire and aversion.",
    "qa_question": "Is it possible for a person to have no desires or dislikes?",
    "qa_answer": "The goal is not to have no feelings, but to not be a slave to them. You protect yourself from suffering by not letting strong desires or hatreds control you."
  },
  {
    "kural_id": 5,
    "tamil_kural": "இருள்சேர் இருவினையும் சேரா இறைவன் பொருள்சேர் புகழ்புரிந்தார் மாட்டு.",
    "eng_translation": "The two-fold deeds that spring from darkness shall not adhere to those who delight in the true praise of God.",
    "emotion": "Clarity",
    "ethical_framework": "Beyond Good and Bad",
    "theme": "Beyond Consequences",
    "virtue": "Purity",
    "modern_scenario": "A judge focuses only on applying the law and is not swayed by whether their verdict makes one side happy (good deed) or the other sad (bad deed).",
    "qa_question": "So should I stop trying to do 'good deeds'?",
    "qa_answer": "You should focus on the core principle behind your actions, not just the labels of 'good' and 'bad'. By sticking to a higher truth, you are not bound by those simple outcomes."
  },
  {
    "kural_id": 6,
    "tamil_kural": "பொறிவாயில் ஐந்தவித்தான் பொய்தீர் ஒழுக்க நெறிநின்றார் நீடுவாழ் வார்.",
    "eng_translation": "Those shall long prosper who abide in the faultless way of Him who has destroyed the five desires of the senses.",
    "emotion": "Discipline",
    "ethical_framework": "Self-Control",
    "theme": "Controlling Impulses",
    "virtue": "Self-Control",
    "modern_scenario": "An athlete who controls their diet and avoids late-night parties has a longer and more successful career.",
    "qa_question": "Does this mean I can't enjoy life's pleasures?",
    "qa_answer": "It is not about denying pleasure, but about mastering your impulses. You should be the master of your senses, not the other way around. This discipline leads to a prosperous life."
  },
  {
    "kural_id": 7,
    "tamil_kural": "தனக்குவமை இல்லாதான் தாள்சேர்ந்தார்க் கல்லால் மனக்கவலை மாற்றல் அரிது.",
    "eng_translation": "Anxiety of mind cannot be removed, except from those who are united to the feet of Him who is incomparable.",
    "emotion": "Worry",
    "ethical_framework": "Faith",
    "theme": "Overcoming Worry",
    "virtue": "Faith",
    "modern_scenario": "After trying everything to solve a difficult family problem, a person finds peace only by accepting they've done all they can and placing their faith in a higher power to handle the outcome.",
    "qa_question": "Can't therapy or positive thinking cure anxiety?",
    "qa_answer": "While helpful, they might not be enough for deep anxiety. True relief comes from having faith in a higher power, which provides a stronger anchor than your own thoughts."
  },
  {
    "kural_id": 8,
    "tamil_kural": "அறவாழி அந்தணன் தாள்சேர்ந்தார்க் கல்லால் பிறவாழி நீந்தல் அரிது.",
    "eng_translation": "None can swim the sea of vice, but those who are united to the feet of that gracious Being who is a sea of virtue.",
    "emotion": "Struggle",
    "ethical_framework": "Moral Strength",
    "theme": "Beating Bad Habits",
    "virtue": "Goodness",
    "modern_scenario": "Two people open competing coffee shops. One owner cuts corners on quality and underpays his staff. The other focuses on being good, using quality ingredients and treating employees well. The first owner fails due to a bad reputation, while the second succeeds long-term because she was anchored in virtue.",
    "qa_question": "Why is being a good person so important for success in life?",
    "qa_answer": "Because life has many challenges, like the 'seas' of wealth and desire. Without a strong foundation of goodness, it is impossible to navigate them successfully."
  },
  {
    "kural_id": 9,
    "tamil_kural": "கோளில் பொறியின் குணமிலவே எண்குணத்தான் தாளை வணங்காத் தலை.",
    "eng_translation": "The head that worships not the feet of Him who is possessed of eight attributes, is as useless as a sense without the power of sensation.",
    "emotion": "Uselessness",
    "ethical_framework": "Purposeful Living",
    "theme": "Having a Purpose",
    "virtue": "Meaningful Action",
    "modern_scenario": "A person with a brilliant mind who does not use it for any virtuous purpose is like having a high-performance computer that is never even turned on.",
    "qa_question": "I'm very intelligent. Why isn't that enough on its own?",
    "qa_answer": "Because intelligence without a guiding purpose is useless. A mind that is not directed by virtue is like an eye that cannot see; it has no real-world value."
  },
  {
    "kural_id": 10,
    "tamil_kural": "பிறவிப் பெருங்கடல் நீந்துவர் நீந்தார் இறைவன் அடிசேரா தார்.",
    "eng_translation": "None can swim the great sea of births but those who are united to the feet of God.",
    "emotion": "Hope",
    "ethical_framework": "Finding Liberation",
    "theme": "Breaking Free",
    "virtue": "Surrender",
    "modern_scenario": "A relief worker in a disaster zone feels broken by the endless cycle of suffering she witnesses. She finds the strength to continue her work only by grounding herself in deep faith, surrendering the overwhelming burden to a higher power.",
    "qa_question": "How can I escape a situation that feels like a hopeless, repeating cycle?",
    "qa_answer": "You can cross that 'great sea' of struggle only by connecting to a higher power. Those who do not connect with this divine support cannot make it across."
  },
  {
    "kural_id": 11,
    "tamil_kural": "வான்நின்று உலகம் வழங்கி வருதலால் தான்அமிழ்தம் என்றுணரற் பாற்று.",
    "eng_translation": "As the world its course maintains through life that rain unfailing gives, thus rain is known the true ambrosial food of all that lives.",
    "emotion": "Awe",
    "ethical_framework": "Foundational Principles",
    "theme": "The Source of Life",
    "virtue": "Appreciation",
    "modern_scenario": "An ecologist explains that the entire global food web, from the smallest plankton to the largest mammal, is fundamentally dependent on the water cycle, which begins with rain.",
    "qa_question": "Why focus on something as simple as rain when we have advanced agricultural technology?",
    "qa_answer": "Because all our technologies are built upon that simple foundation. Without rain, the very source of water dries up, and no amount of innovation can replace it. It is the life-giving ambrosia for the planet."
  },
  {
    "kural_id": 12,
    "tamil_kural": "துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத் துப்பாய தூஉம் மழை.",
    "eng_translation": "The rain makes pleasant food for eaters rise; As food itself, thirst-quenching draught supplies.",
    "emotion": "Abundance",
    "ethical_framework": "Utility",
    "theme": "The Ultimate Provider",
    "virtue": "Resourcefulness",
    "modern_scenario": "A city planner explains that a new reservoir not only provides drinking water for citizens but also irrigates the surrounding farmlands that feed the city. The water serves two vital purposes from one source.",
    "qa_question": "Isn't this just stating the obvious? We know rain gives us water and helps food grow.",
    "qa_answer": "It highlights a profound truth: the source of our sustenance is also sustenance itself. It teaches us to see the interconnectedness and efficiency of nature's most vital systems."
  },
  {
    "kural_id": 13,
    "tamil_kural": "விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து உள்நின்று உடற்றும் பசி.",
    "eng_translation": "If clouds, that promised rain, deceive, and in the sky remain, famine, sore torment, stalks o’er earth’s vast ocean-girdled plain.",
    "emotion": "Dread",
    "ethical_framework": "Consequence",
    "theme": "The Threat of Scarcity",
    "virtue": "Preparedness",
    "modern_scenario": "During a severe drought, news reports show vast, cracked farmlands and skyrocketing food prices in supermarkets, affecting everyone from farmers to urban families.",
    "qa_question": "With global supply chains, can't we just import food if it doesn't rain in one place?",
    "qa_answer": "Global food systems also depend on rain. A widespread drought can trigger a global crisis, showing that no matter how advanced we are, our survival is tied to this fundamental natural cycle."
  },
  {
    "kural_id": 14,
    "tamil_kural": "ஏரின் உழாஅர் உழவர் புயல்என்னும் வாரி வளங்குன்றிக் கால்.",
    "eng_translation": "If clouds their wealth of waters fail on earth to pour, the ploughers plough with oxen’s sturdy team no more.",
    "emotion": "Stagnation",
    "ethical_framework": "Economic Principles",
    "theme": "The Foundation of Economy",
    "virtue": "Prudence",
    "modern_scenario": "A venture capitalist refuses to invest in an agricultural startup in a region predicted to have long-term droughts, stating, 'Without a reliable water source, the entire business model is unviable from the start.'",
    "qa_question": "Can't we use irrigation and other technologies to overcome a lack of rain?",
    "qa_answer": "Irrigation relies on reservoirs, rivers, and groundwater, all of which are replenished by rain. If the source—the 'wealth of rain'—diminishes, all subsequent systems eventually fail."
  },
  {
    "kural_id": 15,
    "tamil_kural": "கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற் றாங்கே எடுப்பதூஉம் எல்லாம் மழை.",
    "eng_translation": "‘Tis rain works all: it ruin spreads, then timely aid supplies; As, in the happy days before, it bids the ruined rise.",
    "emotion": "Resilience",
    "ethical_framework": "Natural Balance",
    "theme": "The Power of Renewal",
    "virtue": "Hope",
    "modern_scenario": "A community devastated by a flash flood loses its crops. But in the following seasons, the replenished groundwater and fertile silt lead to a record harvest, helping them rebuild their lives.",
    "qa_question": "How can something be both a destroyer and a savior?",
    "qa_answer": "This shows the impartial power of nature. Too much rain can destroy, but its return after a destructive period is the very thing that enables life to begin again. It is both the problem and the solution."
  },
  {
    "kural_id": 16,
    "tamil_kural": "விசும்பின் துளிவீழின் அல்லால்மற் றாங்கே பசும்புல் தலைகாண்பு அரிது.",
    "eng_translation": "If from the clouds no drops of rain are shed, ‘Tis rare to see green herb lift up its head.",
    "emotion": "Desolation",
    "ethical_framework": "First Principles",
    "theme": "The Genesis of Life",
    "virtue": "Humility",
    "modern_scenario": "A Mars rover sends back images of a vast, sterile, red desert. A scientist remarks, 'Until we find evidence of water, the chances of finding even the simplest life, like our grass, are virtually zero.'",
    "qa_question": "This seems very simplistic. Is there a deeper meaning?",
    "qa_answer": "Yes. It reminds us that the most complex ecosystems and civilizations are built on the simplest foundation. Without rain, the very first link in the chain of life—a blade of grass—is broken."
  },
  {
    "kural_id": 17,
    "tamil_kural": "நெடுங்கடலும் தன்நீர்மை குன்றும் தடிந்தெழிலி தான்நல்கா தாகி விடின்.",
    "eng_translation": "If clouds restrain their gifts and grant no rain, the treasures fail in ocean’s wide domain.",
    "emotion": "Interdependence",
    "ethical_framework": "Systems Thinking",
    "theme": "The Importance of Giving Back",
    "virtue": "Reciprocity",
    "modern_scenario": "An economist explains that if wealthy corporations extract resources from a community without reinvesting through taxes and wages, the community's economy (the 'ocean') will eventually shrink and become unsustainable.",
    "qa_question": "The ocean is massive. Could it really be affected by rain?",
    "qa_answer": "Yes. The Kural teaches a lesson about cycles. Rivers, fed by rain, carry essential minerals and freshwater into the ocean, maintaining its ecological balance. Without this replenishment, even the mighty ocean would lose its character."
  },
  {
    "kural_id": 18,
    "tamil_kural": "சிறப்பொடு பூசனை செல்லாது வானம் வறக்குமேல் வானோர்க்கும் ஈண்டு.",
    "eng_translation": "If heaven grow dry, with feast and offering never more, will men on earth the heavenly ones adore.",
    "emotion": "Reverence",
    "ethical_framework": "Hierarchy of Needs",
    "theme": "Prosperity Enables Culture",
    "virtue": "Gratitude",
    "modern_scenario": "During a severe economic recession, a city government is forced to cancel its annual arts festival to divert funds to essential services like food banks and shelters. Survival must come before celebration.",
    "qa_question": "What do religious festivals have to do with rain?",
    "qa_answer": "Rituals and celebrations are expressions of a society that has its basic needs met. When survival itself is at stake due to drought, the resources and collective energy for such cultural and spiritual acts disappear."
  },
  {
    "kural_id": 19,
    "tamil_kural": "தானம் தவம்இரண்டும் தங்கா வியன்உலகம் வானம் வழங்கா தெனின்.",
    "eng_translation": "If heaven its watery treasures ceases to dispense, through the wide world cease gifts, and deeds of ‘penitence’.",
    "emotion": "Seriousness",
    "ethical_framework": "Prerequisite Conditions",
    "theme": "Survival Precedes Virtue",
    "virtue": "Compassion",
    "modern_scenario": "A charity trying to raise funds for education finds that donations have dried up because people are struggling with inflation. People cannot give what they do not have, and they cannot focus on self-improvement when they are hungry.",
    "qa_question": "Are you saying poor people can't be virtuous?",
    "qa_answer": "Not at all. It means that when a whole society faces starvation, the very structures of charity and asceticism collapse. A person must first have something to give, and one must be alive to practice spiritual discipline. Rain provides that foundation."
  },
  {
    "kural_id": 20,
    "tamil_kural": "நீர்இன்று அமையாது உலகெனின் யார்யார்க்கும் வான்இன்று அமையாது ஒழுக்கு.",
    "eng_translation": "When water fails, functions of nature cease, you say; thus when rain fails, no men can walk in ‘duty’s ordered way’.",
    "emotion": "Order",
    "ethical_framework": "Social Order",
    "theme": "The Foundation of Order",
    "virtue": "Discipline",
    "modern_scenario": "A historian explains that many great civilizations collapsed after prolonged droughts, which led to resource wars, a breakdown of laws, and mass migration. Social order ('ஒழுக்கு') depends on environmental stability.",
    "qa_question": "How does rain directly affect my personal discipline?",
    "qa_answer": "When society is stable because its basic needs are met by nature (rain), it creates an environment where individuals can pursue an orderly, virtuous life. When scarcity leads to chaos, maintaining personal discipline becomes incredibly difficult for everyone."
  },
  {
    "kural_id": 21,
    "tamil_kural": "ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து வேண்டும் பனுவல் துணிவு.",
    "eng_translation": "The settled rule of every code requires, as highest good, their greatness who, renouncing all, true to their rule have stood.",
    "emotion": "Admiration",
    "ethical_framework": "Virtue Ethics",
    "theme": "The Pinnacle of Character",
    "virtue": "Renunciation",
    "modern_scenario": "A biography of a revered humanitarian like Nelson Mandela becomes a bestseller because society instinctively recognizes that the highest greatness lies in self-mastery and sacrifice for a greater good.",
    "qa_question": "Why praise people who leave the world instead of those who build it?",
    "qa_answer": "Because true self-mastery is the foundation for all great achievements. The discipline and focus of a renunciate, when applied to any field, lead to extraordinary results. Books celebrate this because it is the source code of greatness."
  },
  {
    "kural_id": 22,
    "tamil_kural": "துறந்தார் பெருமை துணைக்கூறின் வையத்து இறந்தாரை எண்ணிக்கொண் டற்று.",
    "eng_translation": "As counting those that from the earth have passed away, ‘tis vain attempt the might of holy men to say.",
    "emotion": "Awe",
    "ethical_framework": "Transcendentalism",
    "theme": "Immeasurable Greatness",
    "virtue": "Veneration",
    "modern_scenario": "A physicist trying to explain the concept of infinity says, 'Attempting to count the number of stars in the universe is a futile task, much like trying to quantify the positive impact of a truly enlightened mind.'",
    "qa_question": "Isn't this just a poetic exaggeration?",
    "qa_answer": "It's a metaphor to explain that their influence isn't measured by worldly metrics like wealth or position. Their greatness is in a different dimension—vast, profound, and uncountable, like the legacy of consciousness they leave behind."
  },
  {
    "kural_id": 23,
    "tamil_kural": "இருமை வகைதெரிந்து ஈண்டுஅறம் பூண்டார் பெருமை பிறங்கிற்று உலகு.",
    "eng_translation": "Their greatness earth transcends, who, way of both worlds weighed, in this world take their stand, in virtue’s robe arrayed.",
    "emotion": "Clarity",
    "ethical_framework": "Applied Wisdom",
    "theme": "Wisdom in Action",
    "virtue": "Purpose",
    "modern_scenario": "A CEO who is also a deep philosophical thinker doesn't just retreat to study books. He applies his principles of ethics and long-term thinking to build a sustainable and fair company that benefits thousands.",
    "qa_question": "Should one focus on the spiritual world or the material world?",
    "qa_answer": "The Kural says the greatest people do both. They understand the nature of life and liberation, and use that wisdom to live a more purposeful and virtuous life right here on Earth."
  },
  {
    "kural_id": 24,
    "tamil_kural": "உரனென்னும் தோட்டியான் ஓரைந்தும் காப்பான் வரனென்னும் வைப்பிற்கோர் வித்து.",
    "eng_translation": "He, who with firmness, curb the five restrains, is seed for soil of yonder happy plains.",
    "emotion": "Focus",
    "ethical_framework": "Self-Discipline",
    "theme": "The Seed of Greatness",
    "virtue": "Self-Control",
    "modern_scenario": "A young athlete dedicates herself to a rigorous training and diet regimen, foregoing immediate pleasures. Her coach says, 'Every sacrifice she makes today is a seed she plants for an Olympic medal in the future.'",
    "qa_question": "Is suppressing my senses the only way to be great?",
    "qa_answer": "It's not about suppression, but about direction. Like a skilled rider uses reins to guide a powerful horse, wisdom is used to guide the powerful senses towards a higher purpose, making you the master of your destiny."
  },
  {
    "kural_id": 25,
    "tamil_kural": "ஐந்தவித்தான் ஆற்றல் அகல்விசும்பு ளார்கோமான் இந்திரனே சாலுங் கரி.",
    "eng_translation": "Their might who have destroyed ‘the five’, shall soothly tell Indra, the lord of those in heaven’s wide realms that dwell.",
    "emotion": "Power",
    "ethical_framework": "Metaphysical Power",
    "theme": "The Power of Self-Mastery",
    "virtue": "Inner Strength",
    "modern_scenario": "The non-violent resistance led by a single, disciplined individual like Mahatma Gandhi was powerful enough to challenge and eventually bring down the mighty British Empire. His inner strength shook a global superpower.",
    "qa_question": "This sounds like mythology. How is it relevant today?",
    "qa_answer": "The story of Indra is a metaphor. It teaches that true power isn't external, like an army, but internal. The focused will of a person with complete self-mastery can create change that even the most powerful external authorities cannot ignore."
  },
  {
    "kural_id": 26,
    "tamil_kural": "செயற்கரிய செய்வார் பெரியர் சிறியர் செயற்கரிய செய்கலா தார்.",
    "eng_translation": "Things hard in the doing will great men do; things hard in the doing the mean eschew.",
    "emotion": "Determination",
    "ethical_framework": "Achievement",
    "theme": "Defining Greatness",
    "virtue": "Perseverance",
    "modern_scenario": "While many people talk about solving climate change, a few scientists dedicate their lives to the incredibly difficult task of creating fusion energy. Their willingness to tackle the near-impossible defines their greatness.",
    "qa_question": "Does this mean I am 'small' if I can't do something difficult?",
    "qa_answer": "It's not about innate ability, but about the will to try. The great are those who dare to attempt what is hard, pushing their own limits. The small are those who avoid challenges altogether. Greatness is in the striving."
  },
  {
    "kural_id": 27,
    "tamil_kural": "சுவைஒளி ஊறுஓசை நாற்றமென ஐந்தின் வகைதெரிவான் கட்டே உலகு.",
    "eng_translation": "Taste, light, touch, sound, and smell: who knows the way of all the five,- the world submissive owns his sway.",
    "emotion": "Mastery",
    "ethical_framework": "Knowledge-based Power",
    "theme": "Mastering Perception",
    "virtue": "Insight",
    "modern_scenario": "A master marketer knows exactly which colors, sounds, and words will influence buying decisions. By understanding and using sensory inputs, they can effectively sway public opinion.",
    "qa_question": "Is this about controlling others?",
    "qa_answer": "It can be, but its higher meaning is about self-mastery. By understanding how your senses shape your reality, you can control your own reactions and not be a slave to them. In doing so, you master your own world."
  },
  {
    "kural_id": 28,
    "tamil_kural": "நிறைமொழி மாந்தர் பெருமை நிலத்து மறைமொழி காட்டி விடும்.",
    "eng_translation": "The might of men whose word is never vain, the ‘secret word’ shall to the earth proclaim.",
    "emotion": "Legacy",
    "ethical_framework": "Enduring Truth",
    "theme": "Words of Power",
    "virtue": "Wisdom",
    "modern_scenario": "Centuries after he lived, people still quote Shakespeare. The fact that his words continue to perfectly describe the human condition and inspire people proves his lasting greatness.",
    "qa_question": "Are words really that powerful?",
    "qa_answer": "Yes. While buildings crumble and empires fall, words filled with profound truth can survive for millennia, continuing to guide and shape human thought long after their author is gone. That is their power."
  },
  {
    "kural_id": 29,
    "tamil_kural": "குணமென்னும் குன்றேறி நின்றார் வெகுளி கணமேயும் காத்தல் அரிது.",
    "eng_translation": "The wrath ‘tis hard e’en for an instant to endure, of those who virtue’s hill have scaled, and stand secure.",
    "emotion": "Awe",
    "ethical_framework": "Moral Authority",
    "theme": "The Wrath of the Righteous",
    "virtue": "Righteousness",
    "modern_scenario": "A widely respected and famously calm judge finally loses her patience with a corrupt official. Her brief, sharp rebuke in court has more impact and consequence than hours of angry shouting from a prosecutor.",
    "qa_question": "I thought virtuous people weren't supposed to get angry.",
    "qa_answer": "Their 'anger' is not selfish rage. It is a powerful, focused response to injustice. Because it comes from a place of pure principle and not personal ego, it carries the immense weight of moral authority and is therefore very potent."
  },
  {
    "kural_id": 30,
    "tamil_kural": "அந்தணர் என்போர் அறவோர்மற் றெவ்வுயிர்க்கும் செந்தண்மை பூண்டொழுக லான்.",
    "eng_translation": "Towards all that breathe, with seemly graciousness adorned they live; and thus to virtue’s sons the name of ‘Anthanar’ men give.",
    "emotion": "Compassion",
    "ethical_framework": "Universalism",
    "theme": "The Definition of Righteousness",
    "virtue": "Universal Love",
    "modern_scenario": "A person, regardless of their background, who dedicates their life to an animal sanctuary, showing kindness to every creature, truly embodies the spirit of a righteous person ('Anthanar') more than someone who simply holds a title.",
    "qa_question": "So, 'Anthanar' does not refer to a specific group of people?",
    "qa_answer": "According to Valluvar, it is not a title you are born with, but one you earn through conduct. The defining quality is having gracious compassion for all forms of life. That is the universal definition of a virtuous person."
  },
  {
    "kural_id": 31,
    "tamil_kural": "சிறப்புஈனும் செல்வமும் ஈனும் அறத்தினூஉங்கு ஆக்கம் எவனோ உயிர்க்கு.",
    "eng_translation": "It yields distinction, yields prosperity; what gain greater than virtue can a living man obtain?",
    "emotion": "Confidence",
    "ethical_framework": "Consequentialism",
    "theme": "The Profit of Virtue",
    "virtue": "Righteousness",
    "modern_scenario": "A company that builds a reputation for ethical practices and high-quality products not only earns respect (distinction) but also attracts loyal customers and investors (prosperity).",
    "qa_question": "Can't people get rich through dishonest means?",
    "qa_answer": "Yes, but that wealth is often unstable and without honor. Virtue provides both sustainable prosperity and genuine respect, which is a more complete and lasting form of success."
  },
  {
    "kural_id": 32,
    "tamil_kural": "அறத்தினூஉங்கு ஆக்கமும் இல்லை அதனை மறத்தலின் ஊங்கில்லை கேடு.",
    "eng_translation": "No greater gain than virtue aught can cause; no greater loss than life oblivious of her laws.",
    "emotion": "Certainty",
    "ethical_framework": "Absolute Principles",
    "theme": "The Ultimate Choice",
    "virtue": "Mindfulness",
    "modern_scenario": "A politician who builds a career on integrity achieves lasting influence. Another, who abandons their principles for short-term gain, ends up in disgrace and loses everything.",
    "qa_question": "Is it really that black and white?",
    "qa_answer": "In terms of ultimate outcomes, yes. While life has gray areas, the Kural states a fundamental principle: aligning with virtue consistently leads to growth, while abandoning it ultimately leads to decay and ruin."
  },
  {
    "kural_id": 33,
    "tamil_kural": "ஒல்லும் வகையான் அறவினை ஓவாதே செல்லும்வாய் எல்லாஞ் செயல்.",
    "eng_translation": "To finish virtue’s work with ceaseless effort strive, what way thou may’st, where’er thou see’st the work may thrive.",
    "emotion": "Diligence",
    "ethical_framework": "Proactive Ethics",
    "theme": "Continuous Practice",
    "virtue": "Consistency",
    "modern_scenario": "A person committed to environmentalism doesn't just act on Earth Day. They consistently recycle, reduce consumption, choose sustainable products, and educate others whenever they get the chance.",
    "qa_question": "I don't have time to do grand good deeds all day. What does this mean practically?",
    "qa_answer": "It means incorporating virtue into your normal life. Be honest in your work, kind in your speech, and fair in your dealings—continuously, in every situation you face. It's a way of being, not just a list of tasks."
  },
  {
    "kural_id": 34,
    "tamil_kural": "மனத்துக்கண் மாசிலன் ஆதல் அனைத்துஅறன் ஆகுல நீர பிற.",
    "eng_translation": "Spotless be thou in mind! This only merits virtue’s name; all else, mere pomp of idle sound, no real worth can claim.",
    "emotion": "Purity",
    "ethical_framework": "Intention-based Ethics",
    "theme": "The Source of Virtue",
    "virtue": "Sincerity",
    "modern_scenario": "A person who donates a million dollars for publicity and tax benefits is making a noisy show. A person who anonymously gives a small amount to truly help someone, with a pure heart, is practicing true virtue.",
    "qa_question": "But doesn't the good deed matter, regardless of the intention?",
    "qa_answer": "The deed might have a good outcome, but for you, virtue lies in the mind. An action without pure intention is just an empty gesture. True character is built from the inside out."
  },
  {
    "kural_id": 35,
    "tamil_kural": "அழுக்காறு அவாவெகுளி இன்னாச்சொல் நான்கும் இழுக்கா இயன்றது அறம்.",
    "eng_translation": "‘Tis virtue when, his footsteps sliding not through envy, wrath, lust, evil speech-these four, man onwards moves in ordered path.",
    "emotion": "Self-Restraint",
    "ethical_framework": "Avoidance of Vice",
    "theme": "The Four Flaws to Avoid",
    "virtue": "Purity of Character",
    "modern_scenario": "A successful professional is praised not just for her achievements, but because she never speaks ill of competitors (no harsh words), celebrates their successes (no envy), is content with her position (no greed), and remains calm under pressure (no anger).",
    "qa_question": "Is it possible to be completely free of these negative emotions?",
    "qa_answer": "It is the ideal to strive for. The path of virtue is the continuous effort to recognize and avoid these four pitfalls. The less control they have over you, the more virtuous your conduct becomes."
  },
  {
    "kural_id": 36,
    "tamil_kural": "அன்றறிவாம் என்னாது அறஞ்செய்க மற்றது பொன்றுங்கால் பொன்றாத் துணை.",
    "eng_translation": "Do deeds of virtue now. Say not, ‘To-morrow we’ll be wise’; thus, when thou diest, shalt thou find a help that never dies.",
    "emotion": "Urgency",
    "ethical_framework": "Existential Ethics",
    "theme": "Don't Delay Goodness",
    "virtue": "Timeliness",
    "modern_scenario": "An elderly woman reflects on her life. She doesn't think about the money she made, but about the kindness she showed. She tells her granddaughter, 'Don't wait to be a good person. The memories of your good deeds are the only treasure you'll have at the end.'",
    "qa_question": "Why the focus on death? It seems morbid.",
    "qa_answer": "It's not morbid; it's clarifying. Thinking about the end of life helps you focus on what truly matters. Material wealth cannot accompany you, but the effect of your virtuous actions—your character—can."
  },
  {
    "kural_id": 37,
    "tamil_kural": "அறத்தாறு இதுவென வேண்டா சிவிகை பொறுத்தானோடு ஊர்ந்தான் இடை.",
    "eng_translation": "Needs not in words to dwell on virtue’s fruits: compare the man in litter borne with them that toiling bear!",
    "emotion": "Observation",
    "ethical_framework": "Karmic Justice",
    "theme": "Visible Consequences",
    "virtue": "Justice",
    "modern_scenario": "Two friends start with similar opportunities. One studies diligently and works with integrity. The other seeks shortcuts. Thirty years later, one is a respected leader (riding) while the other struggles with instability (carrying burdens). The difference is the visible result of their choices.",
    "qa_question": "Is this Kural saying that poor people are not virtuous?",
    "qa_answer": "No. It is a metaphor for the consequences of one's actions over time. The 'rider' represents a state of ease earned through right action, while the 'bearer' represents a state of struggle from past non-virtuous actions. It's about the universal law of cause and effect."
  },
  {
    "kural_id": 38,
    "tamil_kural": "வீழ்நாள் படாஅமை நன்றாற்றின் அஃதொருவன் வாழ்நாள் வழியடைக்கும் கல்.",
    "eng_translation": "If no day passing idly, good to do each day you toil, a stone it will be to block the way of future days of moil.",
    "emotion": "Resolve",
    "ethical_framework": "Liberation",
    "theme": "The Path to Freedom",
    "virtue": "Daily Practice",
    "modern_scenario": "A person trying to overcome a bad habit commits to one small, positive action every single day. Over time, these daily acts build a powerful momentum that 'blocks' the old negative pattern from returning.",
    "qa_question": "Does this refer to reincarnation?",
    "qa_answer": "That's the traditional interpretation. In a modern sense, it means that building a consistent habit of positive actions blocks the 'rebirth' of your old, negative patterns, freeing you from recurring cycles of self-made suffering."
  },
  {
    "kural_id": 39,
    "tamil_kural": "அறத்தான் வருவதே இன்பம்மற் றெல்லாம் புறத்த புகழும் இல.",
    "eng_translation": "What from virtue floweth, yieldeth dear delight; all else extern, is void of glory’s light.",
    "emotion": "Contentment",
    "ethical_framework": "Eudaimonia",
    "theme": "True Happiness",
    "virtue": "Rightful Enjoyment",
    "modern_scenario": "An artist who becomes famous for creating meaningful work feels a deep, lasting joy. In contrast, a reality TV star who gets famous through manufactured drama experiences temporary, empty fame that brings no real happiness.",
    "qa_question": "But pleasure is pleasure, right? Why does the source matter?",
    "qa_answer": "The source determines the quality. Pleasure from vice is often followed by guilt, fear, or emptiness. The joy that comes from virtue is pure, brings peace of mind, and earns genuine respect, making it a far superior and more sustainable form of happiness."
  },
  {
    "kural_id": 40,
    "tamil_kural": "செயற்பால தோரும் அறனே ஒருவற்கு உயற்பால தோரும் பழி.",
    "eng_translation": "‘Virtue’ sums the things that should be done; ‘Vice’ sums the things that man should shun.",
    "emotion": "Clarity",
    "ethical_framework": "Deontology",
    "theme": "The Two Paths",
    "virtue": "Discernment",
    "modern_scenario": "Before making a business decision, a manager asks her team two simple questions: 'Is this the right thing to do?' (Virtue) and 'What are the potential harms we must avoid?' (Vice). This provides a clear moral compass.",
    "qa_question": "Life is more complicated than just 'do good, avoid bad'.",
    "qa_answer": "This Kural provides the fundamental starting point for all moral reasoning. While situations are complex, every choice can ultimately be evaluated against this powerful principle: move towards what is right and away from what causes harm."
  },
  {
    "kural_id": 41,
    "tamil_kural": "இல்வாழ்வான் என்பான் இயல்புடைய மூவர்க்கும் நல்லாற்றின் நின்ற துணை.",
    "eng_translation": "The man of household virtue, firm in way of good, sustains the other orders three that rule professed maintain.",
    "emotion": "Responsibility",
    "ethical_framework": "Social Responsibility",
    "theme": "The Pillar of Society",
    "virtue": "Support",
    "modern_scenario": "A responsible citizen pays their taxes, knowing that this money supports students, provides a safety net for the unemployed, and funds the very structure that allows for culture and research to flourish.",
    "qa_question": "Why is my ordinary family life considered so important?",
    "qa_answer": "Because a stable household is the fundamental economic and social engine. It provides the support system upon which students, renunciates, and those in need all depend. Society is built on your foundation."
  },
  {
    "kural_id": 42,
    "tamil_kural": "துறந்தார்க்கும் துவ்வா தவர்க்கும் இறந்தார்க்கும் இல்வாழ்வான் என்பான் துணை.",
    "eng_translation": "To anchorites, to indigent, to those who’ve passed away, the man for household virtue famed is needful held and stay.",
    "emotion": "Generosity",
    "ethical_framework": "Duty-based Ethics",
    "theme": "The Provider",
    "virtue": "Charity",
    "modern_scenario": "A person with a steady job donates to a non-profit (helping the poor), sends money to support their elderly parents (honoring ancestors), and contributes to a fund that supports independent artists (modern ascetics).",
    "qa_question": "Isn't it the government's job to support these people?",
    "qa_answer": "While the government plays a role, this Kural emphasizes that the moral duty originates with the individual householder. Their labor and charity are the primary sources of support for all segments of society."
  },
  {
    "kural_id": 43,
    "tamil_kural": "தென்புலத்தார் தெய்வம் விருந்தொக்கல் தானென்றாங்கு ஐம்புலத்தாறு ஓம்பல் தலை.",
    "eng_translation": "The manes, God, guests, kindred, self, in due degree, these five to cherish well is chiefest charity.",
    "emotion": "Order",
    "ethical_framework": "Stakeholder Ethics",
    "theme": "The Fivefold Duty",
    "virtue": "Duty",
    "modern_scenario": "A family creates a monthly budget: they set aside money for their aging parents' healthcare (ancestors), donate to their place of worship (God), keep a fund for hosting friends (guests), help relatives in need (kin), and invest in their own family's future (self).",
    "qa_question": "This sounds like a lot to balance. How can anyone do it all?",
    "qa_answer": "The key is to give each area its 'due degree.' It's not about perfection, but about being mindful of all five responsibilities and ensuring that in your pursuit of one, you do not neglect the others."
  },
  {
    "kural_id": 44,
    "tamil_kural": "பழியஞ்சிப் பாத்தூண் உடைத்தாயின் வாழ்க்கை வழியெஞ்சல் எஞ்ஞான்றும் இல்.",
    "eng_translation": "Who shares his meal with others, while all guilt he shuns, his virtuous line unbroken though the ages runs.",
    "emotion": "Integrity",
    "ethical_framework": "Ethical Business",
    "theme": "Sustainable Legacy",
    "virtue": "Integrity",
    "modern_scenario": "The founder of a family business builds a reputation for never cheating on taxes or cutting corners on quality ('shuns guilt'), and is also known for his generous employee profit-sharing plan ('shares his meal'). The company thrives for generations.",
    "qa_question": "Does being ethical really guarantee my family's future?",
    "qa_answer": "It guarantees the most important thing: a legacy of honor. While material fortunes can change, a family line built on integrity and generosity creates a foundation of trust and goodwill that is never truly broken."
  },
  {
    "kural_id": 45,
    "tamil_kural": "அன்பும் அறனும் உடைத்தாயின் இல்வாழ்க்கை பண்பும் பயனும் அது.",
    "eng_translation": "If love and virtue in the household reign, this is of life the perfect grace and gain.",
    "emotion": "Fulfillment",
    "ethical_framework": "Intrinsic Value",
    "theme": "The Complete Life",
    "virtue": "Harmony",
    "modern_scenario": "A couple, though not wealthy, build their relationship on deep affection for each other and a shared commitment to living honestly and kindly. They realize that this inner harmony is the true success, not external achievements.",
    "qa_question": "What is the ultimate purpose of family life?",
    "qa_answer": "The purpose is not to achieve something else. The purpose is the life itself. To live with love (Anbu) and virtue (Aran) is both the method and the ultimate reward of a meaningful life."
  },
  {
    "kural_id": 46,
    "tamil_kural": "அறத்தாற்றின் இல்வாழ்க்கை ஆற்றின் புறத்தாற்றில் போஒய்ப் பெறுவ தெவன்.",
    "eng_translation": "If man in active household life a virtuous soul retain, what fruit from other modes of virtue can he gain?",
    "emotion": "Confidence",
    "ethical_framework": "Practical Virtue",
    "theme": "The Unnecessary Alternative",
    "virtue": "Righteous Living",
    "modern_scenario": "A dedicated doctor who serves her community and raises a loving family questions if she should be doing more 'spiritual' things. A friend reminds her that her current life of service is already a complete and powerful path of virtue.",
    "qa_question": "To be truly good, do I have to give up worldly life and become an ascetic?",
    "qa_answer": "No. The Kural states that if you live a family life according to the principles of virtue, there is no higher state you need to seek. That path itself is complete."
  },
  {
    "kural_id": 47,
    "tamil_kural": "இயல்பினான் இல்வாழ்க்கை வாழ்பவன் என்பான் முயல்வாருள் எல்லாம் தலை.",
    "eng_translation": "In nature’s way who spends his calm domestic days, ‘mid all that strive for virtue’s crown hath foremost place.",
    "emotion": "Preeminence",
    "ethical_framework": "Applied Ethics",
    "theme": "The Highest Path",
    "virtue": "Righteous Living",
    "modern_scenario": "A dedicated schoolteacher who raises two well-behaved children and contributes positively to her community is held in higher esteem than a reclusive intellectual who writes complex books but has no positive impact on those around him.",
    "qa_question": "Why is a householder considered greater than those who strive for other goals?",
    "qa_answer": "Because the householder is practicing virtue in the most challenging and practical arena: the real world. To maintain one's principles amidst daily responsibilities is considered the greatest of all endeavors."
  },
  {
    "kural_id": 48,
    "tamil_kural": "ஆற்றின் ஒழுக்கி அறனிழுக்கா இல்வாழ்க்கை நோற்பாரின் நோன்மை உடைத்து.",
    "eng_translation": "Others it sets upon their way, itself from virtue ne’er declines; than stern ascetics’ pains such life domestic brighter shines.",
    "emotion": "Strength",
    "ethical_framework": "Applied Strength",
    "theme": "The Greater Strength",
    "virtue": "Resilience",
    "modern_scenario": "A small business owner who deals with daily market stress, supports her employees, and still operates with integrity is showing more mental fortitude than someone who meditates alone in a quiet room, free from worldly pressures.",
    "qa_question": "How can a normal life be 'stronger' than a life of penance?",
    "qa_answer": "Because it requires enduring the pressures and responsibilities of the world while simultaneously upholding virtue and guiding others. This dual challenge demands a greater, more practical form of strength and endurance."
  },
  {
    "kural_id": 49,
    "tamil_kural": "அறன்எனப் பட்டதே இல்வாழ்க்கை அஃதும் பிறன்பழிப்ப தில்லாயின் நன்று.",
    "eng_translation": "The life domestic rightly bears true virtue’s name; that other too, if blameless found, due praise may claim.",
    "emotion": "Clarity",
    "ethical_framework": "Social Reputation",
    "theme": "The Definition of Virtue",
    "virtue": "Reproachlessness",
    "modern_scenario": "A politician is being vetted for a high office. The investigators find that not only is his public record clean, but his private family life is also honorable and without scandal. This 'blameless' nature solidifies his reputation as a truly virtuous person.",
    "qa_question": "What does it mean to be 'blameless'? No one is perfect.",
    "qa_answer": "It means living in a way that does not invite justified criticism or bring shame upon your family. It is about maintaining integrity so that others cannot point to a failing in your conduct as a reason to doubt your virtue."
  },
  {
    "kural_id": 50,
    "tamil_kural": "வையத்துள் வாழ்வாங்கு வாழ்பவன் வான்உநற்யும் தெய்வத்துள் வைக்கப் படும்.",
    "eng_translation": "Who shares domestic life, by household virtues graced, shall, mid the Gods, in heaven who dwell, be placed.",
    "emotion": "Exaltation",
    "ethical_framework": "Divine Equivalence",
    "theme": "The Divine Householder",
    "virtue": "Right Conduct",
    "modern_scenario": "At the memorial for a beloved grandmother, her children and grandchildren speak of her kindness, integrity, and love. One says, 'She wasn't just a good woman; she was a saint walking on Earth.' They are, in essence, placing her among the divine.",
    "qa_question": "Does this mean a person can literally become a God?",
    "qa_answer": "It means that a person who lives an ideal domestic life fulfills their human potential so perfectly that they earn the highest possible reverence from society, a reverence that is equal to the worship of a deity."
  },
  {
    "kural_id": 51,
    "tamil_kural": "மனைக்தக்க மாண்புடையள் ஆகித்தற் கொண்டான் வளத்தக்காள் வாழ்க்கைத் துணை.",
    "eng_translation": "As doth the house beseem, she shows her wifely dignity; As doth her husband’s wealth befit, she spends: help-meet is she.",
    "emotion": "Prudence",
    "ethical_framework": "Household Economics",
    "theme": "The Ideal Partner",
    "virtue": "Good Management",
    "modern_scenario": "A couple plans their future. One partner earns a variable income. The other partner skillfully manages the household budget, ensuring they live comfortably within their means and save for goals, becoming the key to their shared financial stability.",
    "qa_question": "Is this an outdated view, suggesting only women should manage home finances?",
    "qa_answer": "Not at all. The Kural highlights the virtue of good household management. This role of being a prudent and resourceful partner, essential for a family's success, is a quality that either spouse can and should possess."
  },
  {
    "kural_id": 52,
    "tamil_kural": "மனைமாட்சி இல்லாள்கண் இல்லாயின் வாழ்க்கை எனைமாட்சித் தாயினும் இல்.",
    "eng_translation": "If household excellence be wanting in the wife, howe’er with splendour lived, all worthless is the life.",
    "emotion": "Emptiness",
    "ethical_framework": "Foundational Principles",
    "theme": "The Essential Foundation",
    "virtue": "Inner Harmony",
    "modern_scenario": "A famous celebrity lives in a luxurious mansion but has a chaotic and unhappy home life. Despite his public fame and wealth, he feels a profound sense of emptiness because his private world lacks peace and virtue.",
    "qa_question": "Can a person's life really be worthless without a good spouse?",
    "qa_answer": "The Kural uses strong language to emphasize a deep truth: external achievements and splendor cannot compensate for the lack of a harmonious and virtuous home. True quality of life is built from the inside out."
  },
  {
    "kural_id": 53,
    "tamil_kural": "இல்லதென் இல்லவள் மாண்பானால் உள்ளதென் இல்லவள் மாணாக் கடை.",
    "eng_translation": "There is no lack within the house, where wife in worth excels, there is no luck within the house, where wife dishonoured dwells.",
    "emotion": "Certainty",
    "ethical_framework": "Binary Principle",
    "theme": "The Decisive Factor",
    "virtue": "Excellence",
    "modern_scenario": "A person with a modest income but a virtuous and supportive partner feels their life is full and abundant. In contrast, a wealthy person with a contentious and unvirtuous partner feels their life is poor and lacking in every meaningful way.",
    "qa_question": "This puts a lot of responsibility on one person, doesn't it?",
    "qa_answer": "It highlights the immense impact a life partner has on one's entire existence. In modern terms, the character of your chosen partner is the single most decisive factor in determining the overall quality and happiness of your life."
  },
  {
    "kural_id": 54,
    "tamil_kural": "பெண்ணின் பெருந்தக்க யாவுள கற்பென்னும் திண்மைஉண் டாகப் பெறின்.",
    "eng_translation": "If woman might of chastity retain, what choicer treasure doth the world contain?",
    "emotion": "Admiration",
    "ethical_framework": "Virtue Ethics",
    "theme": "The Priceless Virtue",
    "virtue": "Fidelity",
    "modern_scenario": "In a world often characterized by fleeting relationships, a couple's unwavering loyalty and faithfulness to each other over many decades is seen by their family and community as their most admirable and precious achievement.",
    "qa_question": "Why is 'chastity' or 'fidelity' given such high importance?",
    "qa_answer": "Because it symbolizes 'Karp்பு'—an unshakeable inner strength, integrity, and loyalty. It is the bedrock of trust upon which a stable family and, by extension, a stable society are built."
  },
  {
    "kural_id": 55,
    "tamil_kural": "தெய்வம் தொழாஅள் கொழுநன் தொழுதெழுவாள் பெய்யெனப் பெய்யும் மழை.",
    "eng_translation": "No God adoring, low she bends before her lord; then rising, serves: the rain falls instant at her word!",
    "emotion": "Awe",
    "ethical_framework": "Metaphysical Power",
    "theme": "The Power of Focused Devotion",
    "virtue": "Devotion",
    "modern_scenario": "The unwavering belief and focused support of a dedicated partner helps an entrepreneur through a seemingly impossible business crisis. His partner's dedication acts like a force of nature, creating success against all odds.",
    "qa_question": "Is this Kural literally saying a woman can control the weather?",
    "qa_answer": "It is a powerful poetic metaphor for the creative force of focused will. The idea is that a person's complete and selfless devotion to their duty holds a power so profound that it can influence outcomes in seemingly miraculous ways."
  },
  {
    "kural_id": 56,
    "tamil_kural": "தற்காத்துத் தற்கொண்டாற் பேணித் தகைசான்ற சொற்காத்துச் சோர்விலாள் பெண்.",
    "eng_translation": "Who guards herself, for husband’s comfort cares, her household’s fame, in perfect wise with sleepless soul preserves, -give her a woman’s name.",
    "emotion": "Diligence",
    "ethical_framework": "Duty & Responsibility",
    "theme": "The Guardian of the Family",
    "virtue": "Vigilance",
    "modern_scenario": "The spouse of a high-profile CEO not only maintains their own integrity but also carefully manages their private life and advises their partner, thus protecting the family's reputation from public scandal. This is a tireless, guardian role.",
    "qa_question": "Is it only the wife's duty to be the guardian?",
    "qa_answer": "This Kural describes the ideal qualities of a wife in her traditional role. In a modern partnership, these are shared responsibilities. The principle remains: a strong family requires vigilant partners dedicated to protecting their shared integrity."
  },
  {
    "kural_id": 57,
    "tamil_kural": "சிறைகாக்கும் காப்பெவன் செய்யும் மகளிர் நிறைகாக்கும் காப்பே தலை.",
    "eng_translation": "Of what avail is watch and ward? Honour’s woman’s safest guard.",
    "emotion": "Empowerment",
    "ethical_framework": "Internal Locus of Control",
    "theme": "Inner Strength over External Control",
    "virtue": "Self-Control",
    "modern_scenario": "A father who trusts his daughter's strong character and judgment feels more secure about her safety than a father who tries to control his daughter with strict rules and surveillance. One trusts in locks, the other trusts in character.",
    "qa_question": "Does this mean external protection is useless?",
    "qa_answer": "It means external protection is ultimately ineffective. True security doesn't come from being locked away, but from having a strong inner moral compass ('Nirai'). Character is the only protection that can never be breached."
  },
  {
    "kural_id": 58,
    "tamil_kural": "பெற்றாற் பெறின்பெறுவர் பெண்டிர் பெருஞ்சிறப்புப் புத்தேளிர் வாழும் உலகு.",
    "eng_translation": "If wife be wholly true to him who gained her as his bride, great glory gains she in the world where gods bliss abide.",
    "emotion": "Aspiration",
    "ethical_framework": "Karmic Reward",
    "theme": "The Reward of Virtue",
    "virtue": "Reverence",
    "modern_scenario": "For her 50th wedding anniversary, a woman is celebrated by her entire family. The tribute is not about her possessions, but about the love, respect, and honorable life she built with her husband. This deep respect is her 'heaven on earth.'",
    "qa_question": "What does it mean to gain 'the world where gods abide'?",
    "qa_answer": "It is a symbolic way of expressing the highest possible reward. By fulfilling her duties with honor and dedication, she achieves a state of profound respect, peace, and lasting legacy, which is equated to a divine status."
  },
  {
    "kural_id": 59,
    "tamil_kural": "புகழ்புரிந்த இல்லிலோர்க்கு இல்லை இகழ்வார்முன் ஏறுபோல் பீடு நடை.",
    "eng_translation": "Who have not spouses that in virtue’s praise delight, they lion-like can never walk in scorner’s sight.",
    "emotion": "Vulnerability",
    "ethical_framework": "Social Standing",
    "theme": "The Source of Confidence",
    "virtue": "Honor",
    "modern_scenario": "An activist facing public criticism draws immense strength from his partner's unwavering integrity and support. Knowing his home life is honorable gives him the 'lion-like' confidence to stand firm against his detractors without fear.",
    "qa_question": "Why should a person's confidence depend so much on their spouse?",
    "qa_answer": "Because our home life is our private foundation. If that foundation is strong, honorable, and virtuous, it provides an unshakeable sense of security that allows us to face public challenges with courage and dignity."
  },
  {
    "kural_id": 60,
    "tamil_kural": "மங்கலம் என்ப மனைமாட்சி மற்றுஅதன் நன்கலம் நன்மக்கட் பேறு.",
    "eng_translation": "The house’s ‘blessing’, men pronounce the house-wife excellent; the gain of blessed children is its goodly ornament.",
    "emotion": "Completeness",
    "ethical_framework": "Aesthetic Value",
    "theme": "Blessing and Beauty",
    "virtue": "Family Harmony",
    "modern_scenario": "A family is described by their friends. They first mention the wife's incredible character which makes their home feel peaceful and blessed. Then they add, 'And on top of that, their children are so kind and brilliant—a true jewel.'",
    "qa_question": "Does this diminish children to being mere 'ornaments'?",
    "qa_answer": "Not at all. 'Ornament' here signifies the beautiful, visible result of a virtuous foundation. The wife's character ('Mana Maatchi') is the essential blessing that makes a house a home, and well-raised children are the crowning, joyful evidence of that blessing."
  },
  {
    "kural_id": 61,
    "tamil_kural": "பெறுமவற்றுள் யாமறிவது இல்லை அறிவறிந்த மக்கட்பேறு அல்ல பிற.",
    "eng_translation": "Of all that men acquire, we know not any greater gain, than that which by the birth of learned children men obtain.",
    "emotion": "Treasure",
    "ethical_framework": "Legacy",
    "theme": "The Greatest Wealth",
    "virtue": "Wisdom",
    "modern_scenario": "A successful but childless billionaire states in an interview that he would trade all his companies and wealth for the joy of having intelligent, virtuous children to carry on his values.",
    "qa_question": "Is this devaluing other achievements in life?",
    "qa_answer": "It's a statement of priority. While professional and material success have their place, the Kural argues that the greatest possible legacy—the most valuable thing one can obtain—is a generation of wise and knowledgeable offspring."
  },
  {
    "kural_id": 62,
    "tamil_kural": "எழுபிறப்பும் தீயவை தீண்டா பழிபிறங்காப் பண்புடை மக்கட் பெறின்.",
    "eng_translation": "Who children gain, that none reproach, of virtuous worth, no evils touch them, through the sev’n-fold maze of birth.",
    "emotion": "Protection",
    "ethical_framework": "Karmic Protection",
    "theme": "A Shield of Virtue",
    "virtue": "Good Character",
    "modern_scenario": "An elderly couple, known for raising honest and respected children, faces a difficult financial scam. Their children immediately rally around them, protecting them and solving the issue. The parents' past good deed (raising good children) protects them from present harm.",
    "qa_question": "How can children protect someone from past karma or future lives?",
    "qa_answer": "In a practical sense, having virtuous children creates a powerful support system that shields you from the evils and hardships of life. Metaphysically, the merit earned from raising such children is believed to protect the soul across lifetimes."
  },
  {
    "kural_id": 63,
    "tamil_kural": "தம்பொருள் என்பதம் மக்கள் அவர்பொருள் தம்தம் வினையான் வரும்.",
    "eng_translation": "‘Man’s children are his fortune,’ say the wise; from each one’s deeds his varied fortunes rise.",
    "emotion": "Legacy",
    "ethical_framework": "Intergenerational Wealth",
    "theme": "Living Treasure",
    "virtue": "Posterity",
    "modern_scenario": "A craftsman teaches his trade to his children. They become his 'wealth.' Later, the children innovate and grow the business, and the profits that come back ('their wealth') are a result of their own hard work ('their deeds').",
    "qa_question": "Does this mean children are possessions?",
    "qa_answer": "No. It means that children are a parent's most valuable asset or 'treasure.' The material wealth those children later create is a separate thing, earned through their own efforts, which in turn benefits the family."
  },
  {
    "kural_id": 64,
    "tamil_kural": "அமிழ்தினும் ஆற்ற இனிதேதம் மக்கள் சிறுகை அளாவிய கூழ்.",
    "eng_translation": "Than God’s ambrosia sweeter far the food before men laid, in which the little hands of children of their own have play’d.",
    "emotion": "Joy",
    "ethical_framework": "Emotional Value",
    "theme": "The Sweetness of Parenthood",
    "virtue": "Parental Love",
    "modern_scenario": "A world-renowned chef, after dining at the most exclusive restaurants, says that his favorite meal is still the simple, slightly messy pasta his young daughter 'helps' him make at home.",
    "qa_question": "Is this just sentimentality?",
    "qa_answer": "It's a profound observation about value. It teaches that the emotional sweetness derived from a simple act of love with one's child is far superior to even the most perfect, externally-derived pleasure."
  },
  {
    "kural_id": 65,
    "tamil_kural": "மக்கள்மெய் தீண்டல் உடற்கின்பம் மற்றுஅவர் சொற்கேட்டல் இன்பம் செவிக்கு.",
    "eng_translation": "To parents sweet the touch of children dear; their voice is sweetest music to his ear.",
    "emotion": "Delight",
    "ethical_framework": "Sensory Joy",
    "theme": "The Joy of Connection",
    "virtue": "Affection",
    "modern_scenario": "A tired executive comes home after a stressful day. The feeling of his child hugging his leg and the sound of her excited chatter instantly melts his stress away, providing a pure, simple pleasure that nothing else can.",
    "qa_question": "What is the deeper meaning here?",
    "qa_answer": "It highlights that the most profound and healing pleasures in life are not complex or expensive. They are the simple, sensory connections we have with our loved ones, which bring joy to the body and peace to the soul."
  },
  {
    "kural_id": 66,
    "tamil_kural": "குழல்இனிது யாழ்இனிது என்பதம் மக்கள் மழலைச்சொல் கேளா தவர்.",
    "eng_translation": "‘The pipe is sweet,’ ‘the lute is sweet,’ by them’t will be averred, who music of their infants’ lisping lips have never heard.",
    "emotion": "Affection",
    "ethical_framework": "Comparative Value",
    "theme": "The Ultimate Music",
    "virtue": "Appreciation",
    "modern_scenario": "A music critic, who has heard the world's greatest orchestras, finds himself completely captivated by the nonsensical babbling of his first grandchild, realizing it's the most beautiful sound he has ever heard.",
    "qa_question": "Is this an exaggeration?",
    "qa_answer": "It's a poetic way of stating that the personal, emotional connection to a sound can make it more beautiful than the most technically perfect art. The love-filled 'music' of a child surpasses the art of a stranger."
  },
  {
    "kural_id": 67,
    "tamil_kural": "தந்தை மகற்காற்று நன்றி அவையத்து முந்தி இருப்பச் செயல்.",
    "eng_translation": "Sire greatest boon on son confers, who makes him meet, in councils of the wise to fill the highest seat.",
    "emotion": "Duty",
    "ethical_framework": "Parental Duty",
    "theme": "The Gift of Education",
    "virtue": "Empowerment",
    "modern_scenario": "A factory worker saves every spare penny not for himself, but to give his son the best possible education, so that his son can one day sit at tables and make decisions that he never could.",
    "qa_question": "What is a father's greatest duty to his son?",
    "qa_answer": "It is not to give him wealth, but to give him knowledge. The greatest gift is to educate him so well that he earns a place of honor and influence among the most learned and respected people."
  },
  {
    "kural_id": 68,
    "tamil_kural": "தம்மின்தம் மக்கள் அறிவுடைமை மாநிலத்து மன்னுயிர்க் கெல்லாம் இனிது.",
    "eng_translation": "Their children’s wisdom greater than their own confessed, through the wide world is sweet to every human breast.",
    "emotion": "Pride",
    "ethical_framework": "Universal Good",
    "theme": "A Joy for the World",
    "virtue": "Progress",
    "modern_scenario": "When a young scientist makes a groundbreaking discovery that surpasses the work of her mentors, the entire scientific community, including her proud parents, celebrates this advancement for humanity.",
    "qa_question": "Why is a child's intelligence a joy for everyone, not just the parents?",
    "qa_answer": "Because the wisdom of the next generation is a gift to the entire world. It represents progress, hope, and a better future for all humanity, which is a universal cause for celebration."
  },
  {
    "kural_id": 69,
    "tamil_kural": "ஈன்ற பொழுதின் பெரிதுவக்கும் தன்மகனைச் சான்றோன் எனக்கேட்ட தாய்.",
    "eng_translation": "When mother hears him named ‘fulfill’d of wisdom’s lore,’ far greater joy she feels, than when her son she bore.",
    "emotion": "Elation",
    "ethical_framework": "Achievement",
    "theme": "The Ultimate Pride",
    "virtue": "Character",
    "modern_scenario": "A mother attends her son's graduation. The physical joy she felt at his birth is surpassed by the deep, emotional pride she feels when she hears the dean praise his character and wisdom during the ceremony.",
    "qa_question": "Is the joy of birth not the greatest for a mother?",
    "qa_answer": "The joy of birth is a profound physical and emotional experience. But the Kural suggests that the joy of seeing your child become a person of great character and wisdom is an even deeper, more fulfilling spiritual and psychological reward."
  },
  {
    "kural_id": 70,
    "tamil_kural": "மகன்தந்தைக்கு ஆற்றும் உதவி இவன்தந்தை என்நோற்றான் கொல்எனும் சொல்.",
    "eng_translation": "To sire, what best requital can by grateful child be done? To make men say, ‘What merit gained the father such a son?’",
    "emotion": "Gratitude",
    "ethical_framework": "Reciprocity",
    "theme": "The Greatest Repayment",
    "virtue": "Honor",
    "modern_scenario": "A young woman wins a Nobel Prize. In her speech, she credits her father's guidance. People in her hometown remark, 'Her father must be an amazing man to have raised such a daughter.' This praise is the greatest gift she could give him.",
    "qa_question": "How can a child truly repay their parents?",
    "qa_answer": "Not with money or gifts. The greatest service a child can render to a parent is to live such a virtuous and successful life that the world looks at them and honors the parent who raised them."
  },
  {
    "kural_id": 71,
    "tamil_kural": "அன்பிற்கும் உண்டோ அடைக்குந்தாழ் ஆர்வலர் புன்கணீர் பூசல் தரும்.",
    "eng_translation": "And is there bar that can even love restrain? The tiny tear shall make the lover’s secret plain.",
    "emotion": "Transparency",
    "ethical_framework": "Authenticity",
    "theme": "The Unstoppable Nature of Love",
    "virtue": "Sincerity",
    "modern_scenario": "A stoic, reserved father tries to hide his emotions at his daughter's wedding. But when he sees her in her dress, a single tear rolls down his cheek, revealing the immense love he feels more powerfully than any words could.",
    "qa_question": "Can love really not be hidden?",
    "qa_answer": "No. You might be able to hide your thoughts, but genuine, deep-seated love will always find a way to express itself, often involuntarily, through small gestures, a look in the eyes, or a single tear."
  },
  {
    "kural_id": 72,
    "tamil_kural": "அன்பிலார் எல்லாம் தமக்குரியர் அன்புடையார் என்பும் உரியர் பிறர்க்கு.",
    "eng_translation": "The loveless to themselves belong alone; the loving men are others’ to the very bone.",
    "emotion": "Selflessness",
    "ethical_framework": "Altruism",
    "theme": "The Nature of Possession",
    "virtue": "Generosity",
    "modern_scenario": "A selfish person hoards their knowledge and resources for personal gain. A loving mentor, however, gives everything they have—their time, their wisdom, their very energy ('their bones')—to ensure their students succeed.",
    "qa_question": "Does being loving mean I should have no sense of self?",
    "qa_answer": "It means your sense of self expands to include others. The loveless see a hard boundary between 'me' and 'not me.' The loving feel that the well-being of others is a part of their own, making them willing to give everything for them."
  },
  {
    "kural_id": 73,
    "tamil_kural": "அன்போடு இயைந்த வழக்கென்ப ஆருயிர்க்கு என்போடு இயைந்த தொடர்பு.",
    "eng_translation": "Of precious soul with body’s flesh and bone, the union yields one fruit, the life of love alone.",
    "emotion": "Purpose",
    "ethical_framework": "Existentialism",
    "theme": "The Purpose of Life",
    "virtue": "Love",
    "modern_scenario": "A philosopher argues against a purely materialistic view of life, stating, 'We are given this physical body not just to eat and survive, but to have a vessel through which we can experience and express the profound emotion of love.'",
    "qa_question": "What is the reason we are born into a physical body?",
    "qa_answer": "According to the Kural, the very purpose of the soul being connected to the body ('bone') is to walk the path of love. Our physical existence is the means to the end of experiencing love."
  },
  {
    "kural_id": 74,
    "tamil_kural": "அன்புஈனும் ஆர்வம் உடைமை அதுஈனும் நண்பென்னும் நாடாச் சிறப்பு.",
    "eng_translation": "From love fond yearning springs for union sweet of minds; and that the bond of rare excelling friendship binds.",
    "emotion": "Connection",
    "ethical_framework": "Social Bonding",
    "theme": "The Chain of Connection",
    "virtue": "Friendship",
    "modern_scenario": "A person's general feeling of love for humanity (Anbu) makes them take a keen interest in a colleague (Aarvam). This shared interest and care eventually blossoms into a deep and invaluable friendship (Nanbu).",
    "qa_question": "What is the sequence of developing relationships?",
    "qa_answer": "The Kural lays it out: It starts with a foundation of inner love. This love generates a specific desire or passion for another. That shared passion then creates the immeasurable and precious gift of friendship."
  },
  {
    "kural_id": 75,
    "tamil_kural": "அன்புற்று அமர்ந்த வழக்கென்ப வையகத்து இன்புற்றார் எய்தும் சிறப்பு.",
    "eng_translation": "Sweetness on earth and rarest bliss above, these are the fruits of tranquil life of love.",
    "emotion": "Bliss",
    "ethical_framework": "Eudaimonia",
    "theme": "The Reward of Love",
    "virtue": "Joy",
    "modern_scenario": "An elderly couple is asked the secret to their long, happy life. They reply, 'We simply made love and kindness the guiding principles of our home. All the joy we experienced, and the peace we feel now, came from that choice.'",
    "qa_question": "Where does true happiness in life come from?",
    "qa_answer": "The Kural states that all the happiness and special blessings one can achieve in this world are simply the natural results of living a life that is founded on, and consistent with, love."
  },
  {
    "kural_id": 76,
    "tamil_kural": "அறத்திற்கே அன்புசார் பென்ப அறியார் மறத்திற்கும் அஃதே துணை.",
    "eng_translation": "The unwise deem love virtue only can sustain, it also helps the man who evil would restrain.",
    "emotion": "Strength",
    "ethical_framework": "Moral Courage",
    "theme": "The Two Sides of Love",
    "virtue": "Courage",
    "modern_scenario": "A mother's love for her child makes her gentle and kind (for virtue). But if someone tries to harm her child, that same love makes her fierce and unyielding in their defense (against vice).",
    "qa_question": "Is love only about being soft and gentle?",
    "qa_answer": "No. The ignorant think love is only for gentle acts of virtue. But love is also the foundation of 'Maram'—righteous valor. It is the fuel for fighting against injustice and protecting what is good."
  },
  {
    "kural_id": 77,
    "tamil_kural": "என்பி லதனை வெயில்போலக் காயுமே அன்பி லதனை அறம்.",
    "eng_translation": "As sun’s fierce ray dries up the boneless things, so loveless beings virtue’s power to nothing brings.",
    "emotion": "Harshness",
    "ethical_framework": "Natural Law",
    "theme": "The Consequence of Lovelessness",
    "virtue": "Justice",
    "modern_scenario": "A cold, ruthless CEO operates without any empathy for his employees. Eventually, the laws of justice ('Aram') catch up to him through lawsuits and regulations, causing his soulless empire to wither and fail.",
    "qa_question": "How does virtue 'burn' a loveless person?",
    "qa_answer": "Just as a worm without a skeleton cannot withstand the sun, a soul without the structure of love cannot withstand the impartial force of cosmic justice ('Aram'). Without the protection of love, life's inherent laws will inevitably cause it to suffer."
  },
  {
    "kural_id": 78,
    "tamil_kural": "அன்பகத் தில்லா உயிர்வாழ்க்கை வன்பாற்கண் வற்றல் மரந்தளிர்த் தற்று.",
    "eng_translation": "The loveless soul, the very joys of life may know, when flowers, in barren soil, on sapless trees, shall blow.",
    "emotion": "Barrenness",
    "ethical_framework": "Futility",
    "theme": "The Sterile Life",
    "virtue": "Vivacity",
    "modern_scenario": "A person lives a life focused solely on accumulating wealth, with no room for love or relationships. Their life, though materially rich, is emotionally sterile and devoid of real joy—as futile as expecting a dead tree in a desert to bloom.",
    "qa_question": "Can someone find happiness without love?",
    "qa_answer": "The Kural says it is an impossibility. A life without love in the heart is fundamentally barren. Any attempt to find joy in it is as hopeless as trying to revive a dead tree on parched land."
  },
  {
    "kural_id": 79,
    "tamil_kural": "புறத்துறுப் பெல்லாம் எவன்செய்யும் யாக்கை அகத்துறுப்பு அன்பி லவர்க்கு.",
    "eng_translation": "Though every outward part complete, the body’s fitly framed; what good, when soul within, of love devoid, lies halt and maimed?",
    "emotion": "Uselessness",
    "ethical_framework": "Holism",
    "theme": "The Essential Inner Organ",
    "virtue": "Wholeness",
    "modern_scenario": "A person is physically perfect—strong, beautiful, and healthy. But if they lack the capacity for love and empathy, they cannot form meaningful connections, making all their external gifts functionally useless for a happy life.",
    "qa_question": "Isn't health and appearance important?",
    "qa_answer": "They are, but they are 'external limbs.' The Kural defines love as the essential 'internal organ.' Without this core faculty, all the perfectly functioning outer parts of a person's life have no ultimate purpose or value."
  },
  {
    "kural_id": 80,
    "tamil_kural": "அன்பின் வழியது உயிர்நிலை அஃதிலார்க்கு என்புதோல் போர்த்த உடம்பு.",
    "eng_translation": "Bodies of loveless men are bony framework clad with skin; then is the body seat of life, when love resides within.",
    "emotion": "Vitality",
    "ethical_framework": "Definition of Life",
    "theme": "The Mark of a True Life",
    "virtue": "Aliveness",
    "modern_scenario": "An artist paints two portraits. One is of a person who is technically alive but shows no emotion or connection—they look like a mere mannequin. The other is of a person filled with passion and kindness—they look truly alive.",
    "qa_question": "What is the difference between just being alive and truly living?",
    "qa_answer": "According to this Kural, the presence of love is the defining factor. A body that functions on the path of love is a living soul. A body without love is just a biological machine—a collection of bone and skin, but not a true life."
  },
  {
    "kural_id": 81,
    "tamil_kural": "இருந்தோம்பி இல்வாழ்வ தெல்லாம் விருந்தோம்பி வேளாண்மை செய்தற் பொருட்டு.",
    "eng_translation": "All household cares and course of daily life have this in view, guests to receive with courtesy, and kindly acts to do.",
    "emotion": "Purpose",
    "ethical_framework": "Social Responsibility",
    "theme": "The Purpose of Earning",
    "virtue": "Hospitality",
    "modern_scenario": "A young professional works hard not just to save money, but to create a stable life where they can afford to host friends, mentor juniors, and be a supportive hub for their network.",
    "qa_question": "As a student or young professional, shouldn't my focus be solely on my own career?",
    "qa_answer": "Building your career is vital, but this Kural suggests its ultimate purpose is to enable you to support others. Your success becomes more meaningful when you use it to practice hospitality and generosity."
  },
  {
    "kural_id": 82,
    "tamil_kural": "விருந்து புறத்ததாத் தானுண்டல் சாவா மருந்தெனினும் வேண்டாற்பாற் றன்று.",
    "eng_translation": "Though food of immortality should crown the board, feasting alone, the guests without unfed, is thing abhorred.",
    "emotion": "Principle",
    "ethical_framework": "Ethical Priority",
    "theme": "The Sin of Exclusion",
    "virtue": "Inclusiveness",
    "modern_scenario": "A team leader receives a major bonus (the 'ambrosia') for a project. Instead of keeping it, they insist it's shared with the entire team, especially the interns (the 'guests'), knowing that personal gain from collective effort is wrong.",
    "qa_question": "If I discover a great opportunity, shouldn't I keep it for myself?",
    "qa_answer": "The Kural teaches that even the greatest reward is tainted if it's enjoyed by excluding others who should be included. True success is shared; selfishly hoarding opportunities is a moral failure."
  },
  {
    "kural_id": 83,
    "tamil_kural": "வருவிருந்து வைகலும் ஓம்புவான் வாழ்க்கை பருவந்து பாழ்படுதல் இன்று.",
    "eng_translation": "Each day he tends the coming guest with kindly care; painless, unfailing plenty shall his household share.",
    "emotion": "Consistency",
    "ethical_framework": "Law of Attraction",
    "theme": "Continuous Generosity",
    "virtue": "Consistency",
    "modern_scenario": "A programmer consistently shares her knowledge on a public blog and helps newcomers in online forums. Because of this daily generosity, she's never without job offers or collaborative opportunities; her career never faces ruin.",
    "qa_question": "Does helping others every day really prevent failure?",
    "qa_answer": "Yes, because it builds a constant stream of goodwill. By consistently being a resource for others, you ensure that you will never lack a network, support, or opportunities when you need them."
  },
  {
    "kural_id": 84,
    "tamil_kural": "அகனமர்ந்து செய்யாள் உறையும் முகனமர்ந்து நல்விருந்து ஓம்புவான் இல்.",
    "eng_translation": "With smiling face he entertains each virtuous guest, ‘Fortune’ with gladsome mind shall in his dwelling rest.",
    "emotion": "Cheerfulness",
    "ethical_framework": "Attitude-based Success",
    "theme": "The Power of a Smile",
    "virtue": "Graciousness",
    "modern_scenario": "The manager of a co-working space always greets members with a genuine smile and enthusiasm. This welcoming atmosphere makes it the most popular and successful space in the city, attracting the best talent and clients.",
    "qa_question": "My job is stressful. Do I really have to smile all the time?",
    "qa_answer": "It's not about forcing a smile, but about cultivating a genuinely welcoming attitude. Prosperity and success are naturally drawn to people and places where others feel valued and happy."
  },
  {
    "kural_id": 85,
    "tamil_kural": "வித்தும் இடல்வேண்டும் கொல்லோ விருந்தோம்பி மிச்சில் மிசைவான் புலம்.",
    "eng_translation": "Who first regales his guest, and then himself supplies, o’er all his fields, unsown, shall plenteous harvests rise.",
    "emotion": "Abundance",
    "ethical_framework": "Karmic Reward",
    "theme": "Effortless Abundance",
    "virtue": "Generosity",
    "modern_scenario": "A senior designer always prioritizes training her junior colleagues before focusing on her own projects. As a result, her team becomes so skilled and loyal that their collective success elevates her career effortlessly.",
    "qa_question": "If I put others' needs first, won't I fall behind in my own work?",
    "qa_answer": "In the short term, perhaps. But by investing in others, you create a fertile ground for future success. The goodwill and competence you build around you will yield rewards you couldn't have achieved alone."
  },
  {
    "kural_id": 86,
    "tamil_kural": "செல்விருந்து ஓம்பி வருவிருந்து பார்த்திருப்பான் நல்வருந்து வானத் தவர்க்கு.",
    "eng_translation": "The guest arrived he tends, the coming guest expects to see; to those in heavenly homes that dwell a welcome guest is he.",
    "emotion": "Eagerness",
    "ethical_framework": "Continuous Virtue",
    "theme": "Proactive Hospitality",
    "virtue": "Welcoming",
    "modern_scenario": "After successfully mentoring one student to graduation, a professor immediately looks for the next first-year student to guide. This constant, forward-looking generosity makes him a revered figure in the academic world.",
    "qa_question": "I just finished a big project helping my team. Can't I take a break?",
    "qa_answer": "Rest is important, but true hospitality is a mindset. The highest virtue is in not just completing a kind act, but in eagerly anticipating the next opportunity to be of service to others."
  },
  {
    "kural_id": 87,
    "tamil_kural": "இனைத்துணைத் தென்பதொன் றில்லை விருந்தின் துணைத்துணை வேள்விப் பயன்.",
    "eng_translation": "To reckon up the fruit of kindly deeds were all in vain; their worth is as the worth of guests you entertain.",
    "emotion": "Immeasurability",
    "ethical_framework": "Situational Virtue",
    "theme": "The Value of the Guest",
    "virtue": "Discernment",
    "modern_scenario": "A young entrepreneur spends an afternoon giving advice to a struggling student. Years later, that student invents a revolutionary technology and offers the entrepreneur a key partnership. The value of that initial help was defined by the guest's immense potential.",
    "qa_question": "How can I measure the ROI of being nice to people?",
    "qa_answer": "You can't. The Kural says the benefit isn't fixed; it's proportional to the worthiness and potential of the person you help. Every act of kindness is an investment with potentially limitless returns."
  },
  {
    "kural_id": 88,
    "tamil_kural": "பரிந்தோம்பிப் பற்றற்றேம் என்பர் விருந்தோம்பி வேள்வி தலைப்படா தார்.",
    "eng_translation": "With pain they guard their stores, yet ‘All forlorn are we,’ they’ll cry, who cherish not their guests, nor kindly help supply.",
    "emotion": "Regret",
    "ethical_framework": "Consequence",
    "theme": "The Folly of Hoarding",
    "virtue": "Connection",
    "modern_scenario": "A student works hard to accumulate the best notes and study materials but never shares them. When they fall sick before an exam, they realize they have no friends to help them catch up, and lament being alone despite all their hard-earned resources.",
    "qa_question": "Why is building a network as important as building my skills?",
    "qa_answer": "Because skills and resources without a network of support are useless in a crisis. The connections you fail to build through generosity today will be the support you lack tomorrow, leading to regret."
  },
  {
    "kural_id": 89,
    "tamil_kural": "உடைமையுள் இன்மை விருந்தோம்பல் ஓம்பா மடமை மடவார்கண் உண்டு.",
    "eng_translation": "To turn from guests is penury, though worldly goods abound; ‘tis senseless folly, only with the senseless found.",
    "emotion": "Futility",
    "ethical_framework": "True Wealth",
    "theme": "Poverty of Spirit",
    "virtue": "Wisdom",
    "modern_scenario": "A wealthy tech professional has all the latest gadgets but lives an isolated life, never hosting friends or helping others. This is 'poverty amidst plenty'—having resources but lacking the wisdom to use them for connection and joy.",
    "qa_question": "If I have a good job and savings, how can I be considered poor?",
    "qa_answer": "Material wealth is only one dimension. If you don't use your resources for hospitality and connection, you are living in a state of social and emotional poverty. The Kural calls this a form of foolishness."
  },
  {
    "kural_id": 90,
    "tamil_kural": "மோப்பக் குழையும் அனிச்சம் முகந்திரிந்து நோக்கக் குநழ்யும் விருந்து.",
    "eng_translation": "The flower of ‘Anicha’ withers away, if you do but its fragrance inhale; if the face of the host cold welcome convey, the guest’s heart within him will fail.",
    "emotion": "Sensitivity",
    "ethical_framework": "Emotional Intelligence",
    "theme": "The Fragility of a Guest",
    "virtue": "Tact",
    "modern_scenario": "When a new intern nervously presents an idea, a senior manager who glances at their phone with a bored expression can crush the intern's confidence instantly. The guest's spirit is as delicate as a flower.",
    "qa_question": "I'm a busy manager. Can I really be expected to be warm and welcoming all the time?",
    "qa_answer": "Yes. The Kural highlights that a newcomer's confidence is extremely fragile. Your non-verbal cues—your expression, your attention—are powerful. A moment of perceived coldness can undo all your welcoming words."
  },
  {
    "kural_id": 91,
    "tamil_kural": "இன்சொலால் ஈரம் அளைஇப் படிறுஇலவாம் செம்பொருள் கண்டார்வாய்ச் சொல்.",
    "eng_translation": "Pleasant words are words with all pervading love that burn; Words from his guileless mouth who can the very truth discern.",
    "emotion": "Sincerity",
    "ethical_framework": "Authentic Communication",
    "theme": "The Nature of Sweet Speech",
    "virtue": "Sincerity",
    "modern_scenario": "An effective manager gives constructive criticism. The feedback is delivered with kindness and a genuine desire for the employee to grow (love), but is also direct and honest (guileless), based on clear facts (truth).",
    "qa_question": "Is 'pleasant speech' just about being nice and not saying anything negative?",
    "qa_answer": "No. Truly pleasant speech is a combination of three things: genuine kindness, complete honesty, and a foundation in truth. It's not empty flattery; it's communication that is both kind and valuable."
  },
  {
    "kural_id": 92,
    "tamil_kural": "அகன்அமர்ந்து ஈதலின் நன்றே முகனமர்ந்து இன்சொலன் ஆகப் பெறின்.",
    "eng_translation": "A pleasant word with beaming smiles preferred, even to gifts with liberal heart conferred.",
    "emotion": "Warmth",
    "ethical_framework": "Emotional Impact",
    "theme": "Words Over Gifts",
    "virtue": "Kindness",
    "modern_scenario": "A student is stressed about an upcoming presentation. One friend buys them a coffee (a gift), which is nice. Another sits with them, smiles, and says, 'You are well-prepared and you'll do great.' The latter provides far more meaningful support.",
    "qa_question": "Actions speak louder than words, right? So why is a pleasant word better than a gift?",
    "qa_answer": "A gift addresses a physical need, but a kind and encouraging word addresses a deeper emotional or psychological need. Providing confidence and cheer can be a far more powerful and valuable form of support."
  },
  {
    "kural_id": 93,
    "tamil_kural": "முகத்தான் அமர்ந்துஇனிது நோக்கி அகத்தானாம் இன்சொ லினதே அறம்.",
    "eng_translation": "With brightly beaming smile, and kindly light of loving eye, and heart sincere, to utter pleasant words is charity.",
    "emotion": "Joy",
    "ethical_framework": "Holistic Virtue",
    "theme": "The Anatomy of Virtue",
    "virtue": "Cheerfulness",
    "modern_scenario": "The best kind of university lecturer is one who not only speaks kindly (words), but also smiles at students (face) and makes eye contact to show they care (gaze), all stemming from a genuine desire to help them learn (heart). This complete package is true virtue.",
    "qa_question": "Is it enough to just say kind things?",
    "qa_answer": "No. The Kural breaks down true virtuous communication into three parts: a pleasant face, a kind gaze, and sincere words from the heart. All three must be aligned for the act to be complete."
  },
  {
    "kural_id": 94,
    "tamil_kural": "துன்புறூஉம் துவ்வாமை இல்லாகும் யார்மாட்டும் இன்புறூஉம் இன்சொ லவர்க்கு.",
    "eng_translation": "The men of pleasant speech that gladness breathe around, through indigence shall never sorrow’s prey be found.",
    "emotion": "Confidence",
    "ethical_framework": "Social Capital",
    "theme": "An Insurance Against Misery",
    "virtue": "Amiability",
    "modern_scenario": "A young professional is known throughout the company for being positive and speaking kindly to everyone. When her department is downsized, so many people from other teams offer her help and new opportunities that she never truly faces the sorrow of unemployment.",
    "qa_question": "How can simply being pleasant protect me from real-world problems like poverty?",
    "qa_answer": "Because pleasant speech builds a vast reserve of goodwill. People are naturally inclined to help and support those who make them feel good. Your kindness becomes your social safety net."
  },
  {
    "kural_id": 95,
    "tamil_kural": "பணிவுடையன் இன்சொலன் ஆதல் ஒருவற்கு அணியல்ல மற்றுப் பிற.",
    "eng_translation": "Humility with pleasant speech to man on earth, is choice adornment; all besides is nothing worth.",
    "emotion": "Grace",
    "ethical_framework": "Character",
    "theme": "The True Ornaments",
    "virtue": "Humility",
    "modern_scenario": "At a career fair, a brilliant student who speaks humbly and kindly makes a far better impression on recruiters than an arrogant student wearing an expensive suit. The first student's character is their true ornament.",
    "qa_question": "Shouldn't I focus on my appearance and achievements to impress people?",
    "qa_answer": "Achievements and appearance have their place, but they are external. The Kural states that the two most valuable and impressive ornaments a person can wear are humility and pleasant speech. These reflect your inner character."
  },
  {
    "kural_id": 96,
    "tamil_kural": "அல்லவை தேய அறம்பெருகும் நல்லவை நாடி இனிய சொலின.",
    "eng_translation": "Who seeks out good, words from his lips of sweetness flow; in him the power of vice declines, and virtues grow.",
    "emotion": "Growth",
    "ethical_framework": "Proactive Virtue",
    "theme": "The Positive Cycle",
    "virtue": "Positivity",
    "modern_scenario": "A student makes a habit of finding something positive to say in every group project meeting. This practice not only reduces conflict and negativity (vices decline) but also fosters a more creative and supportive environment (virtues grow).",
    "qa_question": "How does speaking kindly actively make me a better person?",
    "qa_answer": "It creates a virtuous cycle. The act of consciously looking for the good in a situation and speaking of it sweetly reinforces positive neural pathways. This practice starves your negative impulses and nourishes your virtuous ones."
  },
  {
    "kural_id": 97,
    "tamil_kural": "நயன்ஈன்று நன்றி பயக்கும் பயன்ஈன்று பண்பின் தலைப்பிரியாச் சொல்.",
    "eng_translation": "The words of sterling sense, to rule of right that strict adhere, to virtuous action prompting, blessings yield in every sphere.",
    "emotion": "Benefit",
    "ethical_framework": "Utilitarianism",
    "theme": "Speech That Gives",
    "virtue": "Benefit",
    "modern_scenario": "A manager's feedback to an employee is not only kind (good character) but also gives clear, actionable steps for improvement (useful). This type of speech benefits the employee's career and brings joy and respect to the manager.",
    "qa_question": "What is the best kind of speech?",
    "qa_answer": "The best speech is that which is both useful and delivered with good character. It provides a real benefit to the listener while also bringing joy and merit to the speaker. It is a win-win communication."
  },
  {
    "kural_id": 98,
    "tamil_kural": "சிறுமையுள் நீங்கிய இன்சொல் மறுமையும் இம்மையும் இன்பம் தரும்.",
    "eng_translation": "Sweet kindly words, from meanness free, delight of heart, in world to come and in this world impart.",
    "emotion": "Joy",
    "ethical_framework": "Dual Benefit",
    "theme": "Joy Here and Hereafter",
    "virtue": "Graciousness",
    "modern_scenario": "A young person chooses to praise a rival's work online instead of making a petty, jealous comment. This graciousness brings them immediate peace of mind (joy now) and builds a reputation for good character that will benefit their future career (joy later).",
    "qa_question": "What is the reward for avoiding harsh or petty words?",
    "qa_answer": "The reward is twofold. You get the immediate pleasure of taking the high road and maintaining your peace. You also build long-term 'karmic capital'—a reputation and character that will bring you benefits in the future."
  },
  {
    "kural_id": 99,
    "tamil_kural": "இன்சொல் இனிதீன்றல் காண்பான் எவன்கொலோ வன்சொல் வழங்கு வது.",
    "eng_translation": "Who sees the pleasure kindly speech affords, why makes he use of harsh, repellant words?",
    "emotion": "Bewilderment",
    "ethical_framework": "Rational Choice",
    "theme": "The Illogical Choice",
    "virtue": "Reason",
    "modern_scenario": "A developer sees how positively their colleague responds to encouraging feedback. It is therefore completely illogical for them to then use harsh, critical language with another colleague, knowing it will only produce a negative result.",
    "qa_question": "If pleasant words work better, why are people still harsh?",
    "qa_answer": "The Kural frames it as a failure of logic. People use harsh words out of habit, ego, or emotional imbalance, even when they know from experience that kindness yields far better results. It is an irrational act."
  },
  {
    "kural_id": 100,
    "tamil_kural": "இனிய உளவாக இன்னாத கூறல் கனிஇருப்பக் காய்கவர்ந் தற்று.",
    "eng_translation": "When pleasant words are easy, bitter words to use, is, leaving sweet ripe fruit, the sour unripe to choose.",
    "emotion": "Folly",
    "ethical_framework": "Analogy",
    "theme": "The Foolish Exchange",
    "virtue": "Wisdom",
    "modern_scenario": "A student has the option to ask a question politely in class ('ripe fruit') or to post an angry, anonymous rant online ('unripe fruit'). Choosing the harsh, unproductive path when a pleasant, effective one is available is simply foolish.",
    "qa_question": "Why is using harsh words compared to eating unripe fruit?",
    "qa_answer": "Because it's a self-defeating choice. You have a readily available option that is sweet, nourishing, and beneficial (pleasant words). To deliberately choose the option that is sour, unhelpful, and gives you a stomach ache (harsh words) makes no sense."
  },
  {
    "kural_id": 101,
    "tamil_kural": "செய்யாமல் செய்த உதவிக்கு வையகமும் வானகமும் ஆற்றல் அரிது.",
    "eng_translation": "Assistance given by those who ne’er received our aid, is debt by gift of heaven and earth but poorly paid.",
    "emotion": "Indebtedness",
    "ethical_framework": "Profound Debt",
    "theme": "Unsolicited Help",
    "virtue": "Gratitude",
    "modern_scenario": "During a personal crisis, a professor who barely knows a student offers them crucial support and guidance. For this completely unexpected, selfless act, the student feels a debt of gratitude so immense that no worldly success could ever repay it.",
    "qa_question": "How can I repay someone who helped me when they had no reason to?",
    "qa_answer": "The Kural says you can't. The value of help that is given without any prior obligation is immeasurable. Even offering them the entire world would not be an equal repayment."
  },
  {
    "kural_id": 102,
    "tamil_kural": "காலத்தி னாற்செய்த நன்றி சிறிதெனினும் ஞாலத்தின் மாணப் பெரிது.",
    "eng_translation": "A timely benefit, -though thing of little worth, the gift itself, -in excellence transcends the earth.",
    "emotion": "Appreciation",
    "ethical_framework": "Contextual Value",
    "theme": "The Value of Timeliness",
    "virtue": "Timeliness",
    "modern_scenario": "A student is about to give up on their final project. A friend stays up for one hour to help them fix a single bug. That small, timely act of help saves their entire semester and is therefore more valuable than months of casual assistance.",
    "qa_question": "I only helped a little bit. Why are they so grateful?",
    "qa_answer": "Because the value of help is not measured by its size, but by its timing. A small act of assistance at a moment of critical need is more valuable than the entire world."
  },
  {
    "kural_id": 103,
    "tamil_kural": "பயன்தூக்கார் செய்த உதவி நயன்தூக்கின் நன்மை கடலின் பெரிது.",
    "eng_translation": "Kindness shown by those who weigh not what the return may be: when you ponder right its merit, ‘tis vaster than the sea.",
    "emotion": "Awe",
    "ethical_framework": "Altruism",
    "theme": "Selfless Help",
    "virtue": "Selflessness",
    "modern_scenario": "A senior developer spends weeks mentoring a new hire, knowing full well the new hire will likely move to a different company in a year. The value of this help, given with no expectation of personal gain, is vaster than the ocean.",
    "qa_question": "What makes an act of help truly great?",
    "qa_answer": "Its greatness is not in the help itself, but in the intention. Help given without any calculation of personal benefit or return on investment is pure, and its value is immeasurable."
  },
  {
    "kural_id": 104,
    "tamil_kural": "தினைத்துணை நன்றி செயினும் பனைத்துணையாக் கொள்வர் பயன்தெரி வார்.",
    "eng_translation": "Each benefit to those of actions’ fruit who rightly deem, though small as millet-seed, as palm-tree vast will seem.",
    "emotion": "Magnification",
    "ethical_framework": "Perception of Value",
    "theme": "The Wise Receiver",
    "virtue": "Appreciation",
    "modern_scenario": "An intern gives a small, helpful suggestion in a meeting. A wise and gracious manager sees the potential in that small act and publicly praises the intern, valuing the contribution as if it were a massive breakthrough.",
    "qa_question": "Why do some people seem to magnify small favors?",
    "qa_answer": "Because wise people understand the significance of an act, not just its scale. They can see the large potential impact (the palm tree) within a small, well-intentioned gesture (the millet seed) and are grateful for it."
  },
  {
    "kural_id": 105,
    "tamil_kural": "உதவி வரைத்தன்று உதவி உதவி செயப்பட்டார் சால்பின் வரைத்து.",
    "eng_translation": "The kindly aid’s extent is of its worth no measure true; its worth is as the worth of him to whom the act you do.",
    "emotion": "Discernment",
    "ethical_framework": "Value based on Recipient",
    "theme": "A Worthy Investment",
    "virtue": "Worthiness",
    "modern_scenario": "Giving a five-minute piece of advice to a lazy, unmotivated student has little impact. Giving that same five minutes of advice to a brilliant, highly-motivated student who uses it to change the world makes the original act of help priceless.",
    "qa_question": "Is it better to help certain people over others?",
    "qa_answer": "The Kural suggests that the value of an act of help is ultimately determined by the character and worthiness of the person receiving it. Helping a virtuous person creates a greater overall benefit."
  },
  {
    "kural_id": 106,
    "tamil_kural": "மறவற்க மாசற்றார் கேண்மை துறவற்க துன்பத்துள் துப்பாயார் நட்பு.",
    "eng_translation": "Kindness of men of stainless soul remember evermore! Forsake thou never friends who were thy stay in sorrow sore!",
    "emotion": "Loyalty",
    "ethical_framework": "Fidelity",
    "theme": "Unforgettable Bonds",
    "virtue": "Loyalty",
    "modern_scenario": "A young professional achieves great success. She makes it a point to never forget the pure-hearted mentor who first believed in her, or the college friends who supported her when she was broke and struggling.",
    "qa_question": "I'm successful now and have new, influential friends. Should I still keep in touch with my old friends?",
    "qa_answer": "Absolutely. The Kural gives two rules: never forget the friendship of the truly virtuous, and never abandon the friends who stood by you during your hardest times. These are sacred duties."
  },
  {
    "kural_id": 107,
    "tamil_kural": "எழுமை எழுபிறப்பும் உள்ளுவர் தங்கண் விழுமந் துடைத்தவர் நட்பு.",
    "eng_translation": "Through all seven worlds, in seven-fold birth, remains in mem’ry of the wise, friendship of those who wiped on earth, the tears of sorrow from their eyes.",
    "emotion": "Eternal Gratitude",
    "ethical_framework": "Perpetual Memory",
    "theme": "An Unforgettable Debt",
    "virtue": "Remembrance",
    "modern_scenario": "A person was saved from a deep depression by the kindness of a single friend. Even decades later, they feel that the memory of that friend's help is etched into their very soul, a debt they will carry with gratitude forever.",
    "qa_question": "How long should I remember a favor?",
    "qa_answer": "According to the wise, the memory of someone who saved you from a great affliction is not something to be remembered for a day or a year. It is something to be cherished for all time, across all possible lifetimes."
  },
  {
    "kural_id": 108,
    "tamil_kural": "நன்றி மறப்பது நன்றன்று நன்றல்லது அன்றே மறப்பது நன்று.",
    "eng_translation": "‘Tis never good to let the thought of good things done thee pass away; of things not good, ‘tis good to rid thy memory that very day.",
    "emotion": "Discernment",
    "ethical_framework": "Selective Memory",
    "theme": "What to Remember, What to Forget",
    "virtue": "Forgiveness",
    "modern_scenario": "A teammate makes a mistake that causes extra work (an injury), but also remembers that last month this same teammate stayed late to help on a difficult task (a benefit). The wise professional forgets the mistake instantly but remembers the help forever.",
    "qa_question": "How can I forgive someone who wronged me at work?",
    "qa_answer": "The Kural offers a powerful mental technique: make it a rule to actively forget injuries the moment they happen, while making it a rule to actively remember and cherish every benefit you have received. This is the path to wisdom."
  },
  {
    "kural_id": 109,
    "tamil_kural": "கொன்றன்ன இன்னா செயினும் அவர்செய்த ஒன்றுநன்று உள்ளக் கெடும்.",
    "eng_translation": "Effaced straightway is deadliest injury, by thought of one kind act in days gone by.",
    "emotion": "Forgiveness",
    "ethical_framework": "Positive Override",
    "theme": "The Power of One Good Deed",
    "virtue": "Magnanimity",
    "modern_scenario": "A mentor who helped a young person get their first job later gives them some harsh, unfair criticism. The hurt from the criticism, no matter how severe, vanishes when the young person consciously recalls the one great, foundational act of help they received.",
    "qa_question": "But what if the harm they did was really, really bad?",
    "qa_answer": "The Kural uses the most extreme example—an injury 'as great as murder'—to make its point. Even the worst possible harm can be mentally overcome by focusing on a single, significant good deed they did for you in the past."
  },
  {
    "kural_id": 110,
    "tamil_kural": "எந்நன்றி கொன்றார்க்கும் உய்வுண்டாம் உய்வில்லை செய்ந்நன்றி கொன்ற மகற்கு.",
    "eng_translation": "Who every good have killed, may yet destruction flee; who ‘benefit’ has killed, that man shall ne’er ‘scape free!",
    "emotion": "Condemnation",
    "ethical_framework": "The Unforgivable Sin",
    "theme": "The Sin of Ingratitude",
    "virtue": "Gratitude",
    "modern_scenario": "A person can recover from any number of career mistakes—a failed project, a bad investment, a poor decision. But the one who betrays a mentor who helped them will find that their reputation is destroyed, and there is no professional escape from that.",
    "qa_question": "Is being ungrateful really the worst possible mistake?",
    "qa_answer": "Yes. The Kural states it is the one sin for which there is no redemption. You can recover from destroying other virtues, but to destroy the very memory of a good deed done to you is an unforgivable moral failure."
  },
  [
  {
    "kural_id": 111,
    "tamil_kural": "தகுதி எனவொன்று நன்றே பகுதியால் பாற்பட்டு ஒழுகப் பெறின்.",
    "eng_translation": "If justice, failing not, its quality maintain, giving to each his due, -‘tis man’s one highest gain.",
    "emotion": "Justice",
    "ethical_framework": "Equity",
    "theme": "The Essence of Fairness",
    "virtue": "Impartiality",
    "modern_scenario": "A manager evaluating her team makes sure to apply the same standards of judgment to her close friend, a neutral colleague, and someone she personally dislikes. This consistent, impartial conduct is the definition of good leadership.",
    "qa_question": "What does being 'impartial' mean in a work context?",
    "qa_answer": "It means applying the same principles and standards to everyone, regardless of your personal relationship with them—whether they are friends, strangers, or rivals. This consistent fairness is a supreme virtue."
  },
  {
    "kural_id": 112,
    "tamil_kural": "செப்பம் உடையவன் ஆக்கஞ் சிதைவின்றி எச்சத்திற் கேமாப்பு உடைத்து.",
    "eng_translation": "The just man’s wealth unwasting shall endure, and to his race a lasting joy ensure.",
    "emotion": "Security",
    "ethical_framework": "Sustainable Success",
    "theme": "Lasting Wealth",
    "virtue": "Rectitude",
    "modern_scenario": "An entrepreneur builds her company on a reputation for complete fairness with clients and employees. This trust-based wealth is stable and endures through market fluctuations, providing a secure legacy for future generations.",
    "qa_question": "Can't people get rich faster by being unfair?",
    "qa_answer": "Yes, but that wealth is unstable and perishable. Wealth built on a foundation of justice and fairness creates lasting trust, which is the ultimate security for you and your future legacy."
  },
  {
    "kural_id": 113,
    "tamil_kural": "நன்றே தரினும் நடுவிகந்தாம் ஆக்கத்தை அன்றே யொழிய விடல்.",
    "eng_translation": "Though only good it seem to give, yet gain by wrong acquired, not e’en one day retain!",
    "emotion": "Principle",
    "ethical_framework": "Deontology",
    "theme": "Tainted Gains",
    "virtue": "Integrity",
    "modern_scenario": "A student realizes they received a higher grade because of a calculation error by the professor. Even though the outcome is good for them, they immediately report the error, knowing that an unearned gain must be rejected.",
    "qa_question": "If an unfair advantage benefits me and harms no one, what's wrong with keeping it?",
    "qa_answer": "The Kural advises rejecting it at that very moment. Your integrity is more valuable than any unearned gain. Keeping a tainted benefit compromises your character, which is too high a price to pay."
  },
  {
    "kural_id": 114,
    "tamil_kural": "தக்கார் தகவிலர் என்பது அவரவர் எச்சத்தாற் காணப்ப படும்.",
    "eng_translation": "Who just or unjust lived shall soon appear: by each one’s offspring shall the truth be clear.",
    "emotion": "Legacy",
    "ethical_framework": "Long-term Judgment",
    "theme": "The Final Verdict",
    "virtue": "Reputation",
    "modern_scenario": "Two startup founders build their companies. One is known for his integrity, the other for cutting corners. Years later, the first founder's company is a respected institution (a good legacy). The second's company has collapsed under scandals (a bad legacy). Their true character is revealed by what they left behind.",
    "qa_question": "What is the ultimate measure of a person's character?",
    "qa_answer": "It's not their immediate wealth or fame, but their 'echcham'—what is left behind after they are gone. A person's true justice or injustice is proven by the lasting reputation and legacy they leave for the world."
  },
  {
    "kural_id": 115,
    "tamil_kural": "கேடும் பெருக்கமும் இல்லல்ல நெஞ்சத்துக் கோடாமை சான்றோர்க் கணி.",
    "eng_translation": "The gain and loss in life are not mere accident; just mind inflexible is sages’ ornament.",
    "emotion": "Equanimity",
    "ethical_framework": "Stoicism",
    "theme": "Mental Balance",
    "virtue": "Equanimity",
    "modern_scenario": "A young investor's portfolio soars one day and crashes the next. The wise investor maintains a balanced mind, not getting euphoric during the gain or desperate during the loss, knowing that their true asset is an unwavering, just mind.",
    "qa_question": "How can I not be affected by success and failure?",
    "qa_answer": "By understanding that both are inevitable parts of life. The true ornament of a wise person is not the absence of gain or loss, but the ability to keep their mind impartial and balanced through both."
  },
  {
    "kural_id": 116,
    "tamil_kural": "கெடுவல்யான் என்பது அறிகதன் நெஞ்சம் நடுவொரீஇ அல்ல செயின்.",
    "eng_translation": "If, right deserting, heart to evil turn, let man impending ruin’s sign discern!",
    "emotion": "Warning",
    "ethical_framework": "Internal Moral Compass",
    "theme": "The Harbinger of Ruin",
    "virtue": "Self-awareness",
    "modern_scenario": "A student is tempted to cheat on an exam. The moment that thought of injustice enters their mind, the Kural says they should recognize it as a clear internal warning signal: 'If I proceed with this, I am heading for destruction.'",
    "qa_question": "How can I know if I'm about to make a huge mistake?",
    "qa_answer": "Your own conscience will tell you. The moment your mind deviates from the path of fairness and contemplates a wrongful act, that thought itself is the clearest possible sign of your own impending ruin."
  },
  {
    "kural_id": 117,
    "tamil_kural": "கெடுவாக வையாது உலகம் நடுவாக நன்றிக்கண் தங்கியான் தாழ்வு.",
    "eng_translation": "The man who justly lives, tenacious of the right, in low estate is never low to wise man’s sight.",
    "emotion": "Respect",
    "ethical_framework": "True Worth",
    "theme": "Honorable Poverty",
    "virtue": "Honor",
    "modern_scenario": "An entrepreneur's ethical business fails, leaving her with little money. However, because she always acted with integrity, the wise business community does not see her as a failure, but as an honorable person facing a temporary setback.",
    "qa_question": "If I'm ethical but not rich, won't people see me as a failure?",
    "qa_answer": "Some might, but the wise world will not. A loss of fortune is not considered a true failure when the person has maintained their core of impartiality and virtue. Honor is a greater asset than money."
  },
  {
    "kural_id": 118,
    "tamil_kural": "சமன்செய்து சீர்தூக்குங் கோல்போல் அமைந்தொருபால் கோடாமை சான்றோர்க் கணி.",
    "eng_translation": "To stand, like balance-rod that level hangs and rightly weighs, with calm unbiassed equity of soul, is sages’ praise.",
    "emotion": "Balance",
    "ethical_framework": "Analogy",
    "theme": "The Perfect Analogy for Justice",
    "virtue": "Objectivity",
    "modern_scenario": "A good journalist, like a weighing scale, must first be balanced and neutral themselves before they can accurately weigh the facts of a story. Tilting to one side before weighing is the mark of a poor journalist.",
    "qa_question": "What is the key to being impartial?",
    "qa_answer": "The Kural uses the analogy of a scale: first, be level yourself (neutral), and only then, weigh the merits of the case. The beauty of a wise person is this ability to remain unbiased and not lean to one side."
  },
  {
    "kural_id": 119,
    "tamil_kural": "சொற்கோட்டம் இல்லது செப்பம் ஒருதலையா உட்கோட்டம் இன்மை பெறின்.",
    "eng_translation": "Inflexibility in word is righteousness, if men inflexibility of soul possess.",
    "emotion": "Integrity",
    "ethical_framework": "Mind-Speech Alignment",
    "theme": "Inner and Outer Straightness",
    "virtue": "Integrity",
    "modern_scenario": "A manager's promise to their team is considered truly trustworthy only if it comes from an unwavering inner commitment. If their mind is biased or uncertain, their straight words mean nothing.",
    "qa_question": "Can I be considered just if I always speak the truth, even if I feel biased inside?",
    "qa_answer": "No. The Kural states that straightness in speech is only true justice if it is firmly rooted in a mind that is also free from bias. Your words and thoughts must be aligned."
  },
  {
    "kural_id": 120,
    "tamil_kural": "வாணிகம் செய்வார்க்கு வாணிகம் பேணிப் பிறவும் தமபோல் செயின்.",
    "eng_translation": "As thriving trader is the trader known, who guards another’s interests as his own.",
    "emotion": "Trustworthiness",
    "ethical_framework": "Ethical Business",
    "theme": "The Best Business Practice",
    "virtue": "Fairness",
    "modern_scenario": "A freelance developer who treats their client's project with the same care and attention as they would their own personal project will earn a reputation for being the best in their field. This is the definition of good business.",
    "qa_question": "What is the single best principle for a successful business or career?",
    "qa_answer": "To treat the interests of others (your clients, your employer, your colleagues) with the same level of care and protection as you treat your own. This is the foundation of all good commerce."
  },
    {
    "kural_id": 121,
    "tamil_kural": "அடக்கம் அமரருள் உய்க்கும் அடங்காமை ஆரிருள் உய்த்து விடும்.",
    "eng_translation": "Control of self does man conduct to bliss th’ immortals share; indulgence leads to deepest night, and leaves him there.",
    "emotion": "Clarity",
    "ethical_framework": "Consequence",
    "theme": "The Two Paths",
    "virtue": "Self-Control",
    "modern_scenario": "A student who practices discipline by studying instead of endlessly scrolling on social media places themselves on a path to a bright future. The one who indulges in distraction is led into the darkness of failure and regret.",
    "qa_question": "Is it really so bad to just relax and have fun?",
    "qa_answer": "Relaxation is necessary, but a complete lack of self-control ('indulgence') has serious consequences. It actively leads you away from your potential and into a future of missed opportunities, which the Kural calls 'the thickest darkness.'"
  },
  {
    "kural_id": 122,
    "tamil_kural": "காக்க பொருளா அடக்கத்தை ஆக்கம் அதனினூஉங் கில்லை உயிர்க்கு.",
    "eng_translation": "Guard thou as wealth the power of self-control; than this no greater gain to living soul!",
    "emotion": "Value",
    "ethical_framework": "Asset Management",
    "theme": "The Greatest Treasure",
    "virtue": "Discipline",
    "modern_scenario": "A young professional decides to treat their ability to manage their time and impulses as their most important asset, more valuable than their salary or job title, knowing it's the true source of all future success.",
    "qa_question": "Shouldn't I focus on acquiring skills and money as my primary assets?",
    "qa_answer": "Skills and money are valuable, but they are results. Self-control is the foundational asset that allows you to acquire all other things. Therefore, it should be guarded as your most precious treasure."
  },
  {
    "kural_id": 123,
    "tamil_kural": "செறிவறிந்து சீர்மை பயக்கும் அறிவறிந்து ஆற்றின் அடங்கப் பெறின்.",
    "eng_translation": "If versed in wisdom’s lore by virtue’s law you self restrain, your self-repression known will yield you glory’s gain.",
    "emotion": "Respect",
    "ethical_framework": "Intelligent Discipline",
    "theme": "Wise Restraint",
    "virtue": "Wisdom",
    "modern_scenario": "A talented but impulsive young coder learns to restrain her urge to ship code immediately, instead taking the time to test it thoroughly. Her colleagues recognize this disciplined approach and her reputation for quality grows.",
    "qa_question": "Will people think I'm weak or slow if I'm always holding back?",
    "qa_answer": "No, if your restraint is based on wisdom. When others see that your self-control leads to better, more reliable outcomes, they won't see it as weakness but as a mark of distinction and respect."
  },
  {
    "kural_id": 124,
    "tamil_kural": "நிலையின் திரியாது அடங்கியான் தோற்றம் மலையினும் மாணப் பெரிது.",
    "eng_translation": "In his station, all unswerving, if man self subdue, greater he than mountain proudly rising to the view.",
    "emotion": "Awe",
    "ethical_framework": "Inner Strength",
    "theme": "The Stature of Restraint",
    "virtue": "Steadfastness",
    "modern_scenario": "A startup founder remains calm, ethical, and in control of his emotions despite the immense pressure of a market downturn. His steadfastness in his principles makes him appear more formidable and impressive than the biggest challenges he faces.",
    "qa_question": "How can a person's inner state be 'greater than a mountain'?",
    "qa_answer": "A mountain's greatness is physical and external. A person who maintains their self-control and sticks to their principles under pressure demonstrates an inner strength and stability that is far more vast and powerful."
  },
  {
    "kural_id": 125,
    "tamil_kural": "எல்லார்க்கும் நன்றாம் பணிதல் அவருள்ளும் செல்வர்க்கே செல்வம் தகைத்து.",
    "eng_translation": "To all humility is goodly grace; but chief to them with fortune blessed, -‘tis fortune’s diadem.",
    "emotion": "Grace",
    "ethical_framework": "Character",
    "theme": "The Crown of Success",
    "virtue": "Humility",
    "modern_scenario": "A young tech billionaire is praised not for his wealth, but for the fact that he remains humble, approachable, and respectful to everyone. His humility is seen as a greater and more admirable asset than his money.",
    "qa_question": "I've worked hard to become successful. Why should I have to be humble?",
    "qa_answer": "Because for a successful person, humility is not a sign of weakness but the ultimate sign of grace. It's an additional 'wealth' that makes your primary success even more valuable and respected."
  },
  {
    "kural_id": 126,
    "tamil_kural": "ஒருமையுள் ஆமைபோல் ஐந்தடக்கல் ஆற்றின் எழுமையும் ஏமாப் புடைத்து.",
    "eng_translation": "Like tortoise, who the five restrains in one, through seven world bliss obtains.",
    "emotion": "Security",
    "ethical_framework": "Defensive Living",
    "theme": "The Tortoise's Shield",
    "virtue": "Self-Control",
    "modern_scenario": "A student learns to withdraw from the distractions of their five senses—the phone notifications, the gossip, the urge for snacks—and pull their focus into their studies. This ability becomes a protective shield for their entire academic and professional career.",
    "qa_question": "Does this mean I should shut myself off from the world?",
    "qa_answer": "Not permanently, but having the ability to do so at will is a powerful safeguard. Like a tortoise pulling into its shell for protection, the ability to control your senses and focus your mind protects you from the dangers and distractions that could ruin your future."
  },
  {
    "kural_id": 127,
    "tamil_kural": "யாகாவா ராயினும் நாகாக்க காவாக்கால் சோகாப்பர் சொல்லிழுக்குப் பட்டு.",
    "eng_translation": "Whate’er they fail to guard, o’er lips men guard should keep; if not, through fault of tongue, they bitter tears shall weep.",
    "emotion": "Urgency",
    "ethical_framework": "Risk Management",
    "theme": "Guarding the Tongue",
    "virtue": "Prudence in Speech",
    "modern_scenario": "A young employee makes a careless, critical comment about a client in a team chat. The comment gets back to the client, causing immense damage. This single slip of the tongue leads to deep regret and professional consequences.",
    "qa_question": "I'm a very controlled person otherwise. Is one verbal mistake really that bad?",
    "qa_answer": "Yes. The Kural states that even if you fail to control anything else, you must control your tongue. A verbal mistake can cause irreversible damage and lead to profound sorrow, making it the highest priority to guard."
  },
  {
    "kural_id": 128,
    "tamil_kural": "ஒன்றானுந் தீச்சொல் பொருட்பயன் உண்டாயின் நன்றாகா தாகி விடும்.",
    "eng_translation": "Though some small gain of good it seem to bring, the evil word is parent still of evil thing.",
    "emotion": "Corruption",
    "ethical_framework": "Holistic Integrity",
    "theme": "The Tainting Effect of Words",
    "virtue": "Purity of Speech",
    "modern_scenario": "A manager has built a great team culture over years. But in one moment of anger, she lets out a single, harsh insult. This one act of toxic speech contaminates all the good she has done, and the team's trust is broken.",
    "qa_question": "Can't my years of good work make up for one bad comment?",
    "qa_answer": "The Kural warns that even a single instance of harmful speech can have a corrupting effect, turning all your previous good efforts 'into evil.' The damage from words can nullify the good from actions."
  },
  {
    "kural_id": 129,
    "tamil_kural": "தீயினாற் சுட்டபுண் உள்ளாறும் ஆறாதே நாவினாற் சுட்ட வடு.",
    "eng_translation": "In flesh by fire inflamed, nature may thoroughly heal the sore; in soul by tongue inflamed, the ulcer healeth never more.",
    "emotion": "Pain",
    "ethical_framework": "Lasting Harm",
    "theme": "The Permanent Scar",
    "virtue": "Kindness in Speech",
    "modern_scenario": "A student might forget the pain of a sports injury from years ago, but they will never forget the sharp, humiliating words a teacher spoke to them in front of the class. The emotional scar from the tongue lasts longer than a physical one.",
    "qa_question": "People say 'sticks and stones...' Aren't words just words?",
    "qa_answer": "No. This Kural teaches a profound psychological truth: physical wounds heal, but the emotional wounds inflicted by cruel words can create a permanent scar on a person's soul that never fully fades."
  },
  {
    "kural_id": 130,
    "tamil_kural": "கதங்காத்துக் கற்றடங்கல் ஆற்றுவான் செவ்வி அறம்பார்க்கும் ஆற்றின் நுழைந்து.",
    "eng_translation": "Who learns restraint, and guards his soul from wrath, virtue, a timely aid, attends his path.",
    "emotion": "Opportunity",
    "ethical_framework": "Receptivity to Virtue",
    "theme": "Attracting Goodness",
    "virtue": "Composure",
    "modern_scenario": "A young leader is known for being well-read, calm under pressure, and never losing her temper. When a major, career-defining opportunity arises, senior management (acting as 'Virtue') specifically seeks her out, knowing she has the right character for it.",
    "qa_question": "How do I attract good opportunities in my career?",
    "qa_answer": "By preparing yourself to be a worthy vessel. Virtue, or opportunity, is personified as actively looking for the person who is learned, self-controlled, and free from anger. Cultivate these qualities, and good things will seek you out."
  },
    {
    "kural_id": 131,
    "tamil_kural": "ஒழுக்கம் விழுப்பந் தரலான் ஒழுக்கம் உயிரினும் ஓம்பப் படும்.",
    "eng_translation": "‘Decorum’ gives especial excellence; with greater care ‘decorum’ should men guard than life, which all men share.",
    "emotion": "Esteem",
    "ethical_framework": "Primacy of Character",
    "theme": "More Precious Than Life",
    "virtue": "Decorum",
    "modern_scenario": "A young professional understands that while her life is precious, her professional reputation (decorum) is what gives her life distinction and honor. She guards her integrity and conduct even more carefully than her physical safety.",
    "qa_question": "Isn't it an exaggeration to say good conduct is more important than life itself?",
    "qa_answer": "It highlights a philosophical point: life gives us existence, but decorum (good conduct) gives that existence value and excellence. A life without honor is not a life worth living, so decorum must be protected above all."
  },
  {
    "kural_id": 132,
    "tamil_kural": "பரிந்தோம்பிக் காக்க ஒழுக்கம் தெரிந்தோம்பித் தேரினும் அஃதே துணை.",
    "eng_translation": "Searching, duly watching, learning, ‘decorum’ still we find; man’s only aid; toiling, guard thou this with watchful mind.",
    "emotion": "Reliance",
    "ethical_framework": "Foundational Support",
    "theme": "The Ultimate Support",
    "virtue": "Good Conduct",
    "modern_scenario": "A student realizes that after all the studying and exam-taking, their ultimate support for getting a good job reference comes from their consistent good behavior and respectful conduct towards professors over the years.",
    "qa_question": "Aren't my skills and knowledge my best support in my career?",
    "qa_answer": "Skills are crucial, but your conduct is your ultimate safety net. After analyzing all other factors, you will find that a reputation for good decorum is the most reliable and steadfast companion in your life's journey."
  },
  {
    "kural_id": 133,
    "tamil_kural": "ஒழுக்கம் உடைமை குடிமை இழுக்கம் இழிந்த பிறப்பாய் விடும்.",
    "eng_translation": "‘Decorum’s’ true nobility on earth; ‘indecorum’s’ issue is ignoble birth.",
    "emotion": "Dignity",
    "ethical_framework": "Character-based Nobility",
    "theme": "The True Nobility",
    "virtue": "Propriety",
    "modern_scenario": "An intern from a simple background who conducts himself with professionalism and integrity is seen as having 'true nobility.' In contrast, a CEO's son who is rude and unprofessional is seen as being of 'lowly birth,' regardless of his family name.",
    "qa_question": "Does this mean my family background doesn't matter?",
    "qa_answer": "It means your conduct matters more. True nobility is not about the family you are born into, but the character you exhibit. Good decorum elevates you, while a lack of it lowers you, irrespective of your origins."
  },
  {
    "kural_id": 134,
    "tamil_kural": "மறப்பினும் ஓத்துக் கொளலாகும் பார்ப்பான் பிறப்பொழுக்கங் குன்றக் கெடும்.",
    "eng_translation": "Though he forget, the Brahman may regain his Vedic lore; failing in ‘decorum due,’ birthright’s gone for evermore.",
    "emotion": "Irreversibility",
    "ethical_framework": "Permanence of Character",
    "theme": "The Irreversible Loss",
    "virtue": "Integrity",
    "modern_scenario": "A brilliant surgeon can forget a specific technique and relearn it from a book. But if that surgeon loses their reputation due to unethical conduct, their esteemed position in the medical community is lost forever.",
    "qa_question": "Can't I always apologize and fix a mistake in my conduct?",
    "qa_answer": "You can apologize, but some losses of character are permanent. You can relearn forgotten knowledge, but a reputation for indecorum can destroy your 'birthright'—your fundamental standing and honor—in a way that is very difficult to recover."
  },
  {
    "kural_id": 135,
    "tamil_kural": "அழுக்கா றுடையான்கண் ஆக்கம்போன்று இல்லை ஒழுக்க மிலான்கண் உயர்வு.",
    "eng_translation": "The envious soul in life no rich increase of blessing gains, so man of ‘due decorum’ void no dignity obtains.",
    "emotion": "Stagnation",
    "ethical_framework": "Natural Law",
    "theme": "A Barrier to Growth",
    "virtue": "Good Conduct",
    "modern_scenario": "A talented employee who is consistently unprofessional—gossiping, being rude, missing deadlines—will never be promoted to a leadership position, just as an envious person will never find true inner peace or wealth.",
    "qa_question": "If I'm good at my job, why should my behavior matter?",
    "qa_answer": "Because greatness and high standing are not just about technical skill. The Kural states it as a law of nature: just as envy prevents prosperity, a lack of good conduct will always prevent you from achieving true and respected elevation in life."
  },
  {
    "kural_id": 136,
    "tamil_kural": "ஒழுக்கத்தின் ஒல்கார் உரவோர் இழுக்கத்தின் ஏதம் படுபாக் கறிந்து.",
    "eng_translation": "The strong of soul no jot abate of ‘strict decorum’s’ laws, knowing that ‘due decorum’s’ breach foulest disgrace will cause.",
    "emotion": "Firmness",
    "ethical_framework": "Risk Aversion",
    "theme": "The Wisdom of the Strong",
    "virtue": "Vigilance",
    "modern_scenario": "An experienced project manager refuses to cut corners on ethical guidelines, even when pressured. She knows from experience that a small lapse in conduct now could lead to a catastrophic project failure and personal disgrace later.",
    "qa_question": "Isn't it sometimes necessary to bend the rules to get things done?",
    "qa_answer": "Those with strong minds and experience know that the risk isn't worth it. They are firm in their adherence to proper conduct precisely because they understand the severe and painful consequences that come from even small lapses."
  },
  {
    "kural_id": 137,
    "tamil_kural": "ஒழுக்கத்தின் எய்துவர் மேன்மை இழுக்கத்தின் எய்துவர் எய்தாப் பழி.",
    "eng_translation": "‘Tis source of dignity when ‘true decorum’ is preserved; who break ‘decorum’s’ rules endure e’en censures undeserved.",
    "emotion": "Consequence",
    "ethical_framework": "Cause and Effect",
    "theme": "The Two Outcomes",
    "virtue": "Propriety",
    "modern_scenario": "By consistently acting with professionalism, a young graduate earns a position of great respect. In another company, a graduate who acts unprofessionally gets blamed for mistakes they didn't even make, because their bad conduct makes them an easy target.",
    "qa_question": "How can I be blamed for something I didn't do?",
    "qa_answer": "If you have a reputation for poor conduct, people will find it easy to believe the worst of you. A lapse in decorum makes you vulnerable to blame and disgrace, even for things that are not your fault."
  },
  {
    "kural_id": 138,
    "tamil_kural": "நன்றிக்கு வித்தாகும் நல்லொழுக்கம் தீயொழுக்கம் என்றும் இடும்பை தரும்.",
    "eng_translation": "‘Decorum true’ observed a seed of good will be; ‘decorum’s breach’ will sorrow yield eternally.",
    "emotion": "Certainty",
    "ethical_framework": "Karmic Seed",
    "theme": "The Seed and The Sorrow",
    "virtue": "Good Conduct",
    "modern_scenario": "A student's habit of consistently being prepared and respectful in class (good decorum) is the seed that grows into a great academic career. Another student's habit of being disruptive (bad decorum) constantly leads to conflict and poor grades.",
    "qa_question": "Are the results of my daily habits really that significant?",
    "qa_answer": "Yes. Every act of good conduct is a seed planted for future happiness and success. Every act of bad conduct is a guaranteed source of future sorrow and trouble. The outcome is certain."
  },
  {
    "kural_id": 139,
    "tamil_kural": "ஒழுக்க முடையவர்க்கு ஒல்லாவே தீய வழுக்கியும் வாயாற் சொலல்.",
    "eng_translation": "It cannot be that they who ‘strict decorum’s’ law fulfil, e’en in forgetful mood, should utter words of ill.",
    "emotion": "Impossibility",
    "ethical_framework": "Deeply Ingrained Virtue",
    "theme": "An Ingrained Habit",
    "virtue": "Habitual Goodness",
    "modern_scenario": "A manager who has practiced respectful communication for years finds it impossible to insult an employee, even when under extreme stress. Good conduct has become so deeply ingrained in her character that it's her default behavior.",
    "qa_question": "Is it possible to reach a point where I don't even make verbal mistakes?",
    "qa_answer": "Yes. The Kural suggests that if you practice good decorum consistently, it becomes second nature. It ceases to be a conscious effort and becomes so much a part of you that you couldn't speak ill even if you tried."
  },
  {
    "kural_id": 140,
    "tamil_kural": "உலகத்தோடு ஒட்ட ஒழுகல் பலகற்றும் கல்லார் அறிவிலா தார.",
    "eng_translation": "Who know not with the world in harmony to dwell, may many things have learned, but nothing well.",
    "emotion": "Ineptitude",
    "ethical_framework": "Social Intelligence",
    "theme": "Useless Knowledge",
    "virtue": "Adaptability",
    "modern_scenario": "A brilliant programmer has mastered ten coding languages but has no social skills and cannot collaborate with a team. Despite all their book learning, they are considered ignorant and are ineffective in the real world.",
    "qa_question": "I have a PhD. How can I be considered ignorant?",
    "qa_answer": "Academic knowledge is only one part of wisdom. If you have not learned how to live and work in harmony with the people around you, the Kural states that all your other learning is essentially useless, and you are, in a practical sense, ignorant."
  },
    {
    "kural_id": 141,
    "tamil_kural": "பிறன்பொருளாள் பெட்டொழுகும் பேதைமை ஞாலத்து அறம்பொருள் கண்டார்கண் இல்.",
    "eng_translation": "Who laws of virtue and possession’s rights have known, indulge no foolish love of her by right another’s own.",
    "emotion": "Wisdom",
    "ethical_framework": "Respect for Boundaries",
    "theme": "The Folly of Coveting",
    "virtue": "Integrity",
    "modern_scenario": "A wise entrepreneur who understands ethics ('virtue') and intellectual property rights ('possession') would never entertain the foolish idea of stealing a competitor's proprietary code. That kind of folly belongs to the ignorant.",
    "qa_question": "In business, isn't it smart to take a competitor's good ideas?",
    "qa_answer": "No. Those who truly understand ethics and the principles of ownership know that desiring what rightfully belongs to another is a profound act of foolishness that will ultimately lead to ruin."
  },
  {
    "kural_id": 142,
    "tamil_kural": "அறன்கடை நின்றாருள் எல்லாம் பிறன்கடை நின்றாரின் பேதையார் இல்.",
    "eng_translation": "No fools, of all that stand from virtue’s pale shut out, like those who longing lurk their neighbour’s gate without.",
    "emotion": "Foolishness",
    "ethical_framework": "Misplaced Effort",
    "theme": "The Greatest Fool",
    "virtue": "Focus",
    "modern_scenario": "An employee spends all his time scheming to get his colleague's job instead of improving his own skills. Of all the unethical paths one can take, this is the most foolish, as it wastes energy on another's territory instead of cultivating one's own.",
    "qa_question": "Why is coveting a colleague's position considered the 'greatest folly'?",
    "qa_answer": "Because it is a complete misdirection of energy. You are standing outside your neighbor's house, wishing for what is inside, when you should be at your own house, working to improve it."
  },
  {
    "kural_id": 143,
    "tamil_kural": "விளிந்தாரின் வேறல்லர் மன்ற தெளிந்தாரில் தீமை புரிந்துஒழுகு வார்.",
    "eng_translation": "They’re numbered with the dead, e’en while they live, -how otherwise? with wife of sure confiding friend who evil things devise.",
    "emotion": "Betrayal",
    "ethical_framework": "Violation of Trust",
    "theme": "A Living Death",
    "virtue": "Trustworthiness",
    "modern_scenario": "A startup founder who steals the core idea from his co-founder, who trusted him completely, is considered professionally 'dead.' No investor or future partner will ever trust him again, even though he is still technically in business.",
    "qa_question": "Can one act of betrayal really kill a career?",
    "qa_answer": "Yes. When you betray someone who has placed their complete trust in you, you destroy your own credibility. In the world of relationships and business, a person without trust is effectively a living dead."
  },
  {
    "kural_id": 144,
    "tamil_kural": "எனைத்துணையர் ஆயினும் என்னாம் தினைத்துணையும் தேரான் பிறனில் புகல்.",
    "eng_translation": "How great soe’er they be, what gain have they of life, who, not a whit reflecting, seek a neighbour’s wife.",
    "emotion": "Worthlessness",
    "ethical_framework": "Nullifying Flaw",
    "theme": "Greatness Nullified",
    "virtue": "Self-Reflection",
    "modern_scenario": "A brilliant, award-winning scientist is found to have plagiarized a small part of his research. This single act of intellectual theft, done without reflection, nullifies all his previous achievements and greatness.",
    "qa_question": "Shouldn't my great achievements outweigh one mistake?",
    "qa_answer": "Not when the mistake is a fundamental breach of trust. The Kural argues that greatness has no value if it's paired with the thoughtless violation of another's rightful domain. The flaw negates the entire accomplishment."
  },
  {
    "kural_id": 145,
    "tamil_kural": "எளிதென இல்லிறப்பான் எய்துமெஞ் ஞான்றும் விளியாது நிற்கும் பழி.",
    "eng_translation": "‘Mere trifle!’ saying thus, invades the home, so he ensures, a gain of guilt that deathless aye endures.",
    "emotion": "Permanence",
    "ethical_framework": "Enduring Consequence",
    "theme": "The Permanent Stain",
    "virtue": "Foresight",
    "modern_scenario": "A student thinks that cheating on one small online quiz is a 'mere trifle.' But this act of academic dishonesty, once discovered, creates a permanent stain of guilt and shame on their record that follows them forever.",
    "qa_question": "Will people really remember one small mistake I made?",
    "qa_answer": "Yes. The Kural warns that what you may consider an easy or trivial transgression can result in a disgrace that is permanent and imperishable. The blame will stick to you for a lifetime."
  },
  {
    "kural_id": 146,
    "tamil_kural": "பகைபாவம் அச்சம் பழியென நான்கும் இகவாவாம் இல்லிறப்பான் கண்.",
    "eng_translation": "Who home ivades, from him pass nevermore, hatred and sin, fear, foul disgrace; these four.",
    "emotion": "Affliction",
    "ethical_framework": "The Four Consequences",
    "theme": "The Inevitable Price",
    "virtue": "Right Conduct",
    "modern_scenario": "A manager who has an affair with the spouse of a subordinate will constantly be plagued by four things: the subordinate's hatred, his own sense of guilt (sin), the fear of being exposed, and the inevitable public disgrace.",
    "qa_question": "What are the guaranteed consequences of violating such a core boundary?",
    "qa_answer": "The Kural lists four things that will never leave you: you will make an enemy (hatred), you will carry a moral burden (sin), you will live in constant anxiety (fear), and you will suffer irreversible damage to your reputation (disgrace)."
  },
  {
    "kural_id": 147,
    "tamil_kural": "அறனியலான் இல்வாழ்வான் என்பான் பிறனியலாள் பெண்மை நயவா தவன்.",
    "eng_translation": "Who sees the wife, another’s own, with no desiring eye, in sure domestic bliss he dwelleth ever virtuously.",
    "emotion": "Clarity",
    "ethical_framework": "Definition of Virtue",
    "theme": "The Mark of a Virtuous Life",
    "virtue": "Respect",
    "modern_scenario": "The definition of a truly ethical professional is one who does not desire the credit or position that rightfully belongs to a colleague. Their virtue is defined by this fundamental respect for what is another's.",
    "qa_question": "How can I be considered a good employee?",
    "qa_answer": "The foundation of a virtuous professional life is simple: do not covet that which belongs to another. Respecting the boundaries of ownership and credit is the core of professional integrity."
  },
  {
    "kural_id": 148,
    "tamil_kural": "பிறன்மனை நோக்காத பேராண்மை சான்றோர்க்கு அறனொன்றோ ஆன்ற வொழுக்கு.",
    "eng_translation": "Manly excellence, that looks not on another’s wife, is not virtue merely, ‘tis full ‘propriety’ of life.",
    "emotion": "Excellence",
    "ethical_framework": "Dual Virtue",
    "theme": "The Highest Manliness",
    "virtue": "Nobility",
    "modern_scenario": "A team leader who refuses to take credit for his team's work, instead giving it all to them, demonstrates a great nobility. This is not just an ethical act (virtue); it is the very definition of excellent professional conduct (decorum).",
    "qa_question": "What is the sign of a truly great character in a leader?",
    "qa_answer": "The Kural defines great 'manliness' or nobility as the strength of character to not even look at what belongs to another. This is considered both a core virtue and the pinnacle of proper conduct."
  },
  {
    "kural_id": 149,
    "tamil_kural": "நலக்குரியார் யாரெனின் நாமநீர் வைப்பின் பிறர்க்குரியாள் தோள்தோயா தார்.",
    "eng_translation": "Who ‘re good indeed, on earth begirt by ocean’s gruesome tide? The men who touch not her that is another’s bride.",
    "emotion": "Esteem",
    "ethical_framework": "Fundamental Goodness",
    "theme": "The Definition of Good",
    "virtue": "Respect for Boundaries",
    "modern_scenario": "In a highly competitive academic world, who are the truly good students? They are the ones who would never plagiarize or steal the work of another student. This fundamental respect for boundaries is the ultimate measure of goodness.",
    "qa_question": "With so many complex ethical issues, what is the simplest rule for being a good person?",
    "qa_answer": "The Kural offers a clear, foundational rule: the people who are truly destined for goodness in this world are those who do not touch what rightfully belongs to another."
  },
  {
    "kural_id": 150,
    "tamil_kural": "அறன்வரையான் அல்ல செயினும் பிறன்வரையாள் பெண்மை நயவாமை நன்று.",
    "eng_translation": "Though virtue’s bounds he pass, and evil deeds hath wrought; at least, ‘tis good if neighbour’s wife he covet not.",
    "emotion": "Redemption",
    "ethical_framework": "Hierarchy of Wrongs",
    "theme": "The Saving Grace",
    "virtue": "Core Integrity",
    "modern_scenario": "A manager may be harsh, demanding, and unpopular. But if he is fundamentally honest and never steals his team's ideas or undermines them, that single virtue is a powerful saving grace for his character.",
    "qa_question": "If I have many other faults, can one good quality save me?",
    "qa_answer": "Yes, if that one quality is the fundamental respect for what belongs to others. The Kural suggests this is a foundational virtue, and not violating it is a great good, even in a person with many other flaws."
  },
    {
    "kural_id": 151,
    "tamil_kural": "அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை இகழ்வார்ப் பொறுத்தல் தலை.",
    "eng_translation": "As earth bears up the men who delve into her breast, to bear with scornful men of virtues is the best.",
    "emotion": "Forbearance",
    "ethical_framework": "Natural Virtue",
    "theme": "The Highest Patience",
    "virtue": "Forbearance",
    "modern_scenario": "A junior employee publicly and unfairly criticizes a project manager. The manager, like the earth supporting the one who digs into it, patiently bears the insult without retaliating, demonstrating the foremost virtue of a leader.",
    "qa_question": "If someone insults me at work, shouldn't I defend myself aggressively?",
    "qa_answer": "The Kural suggests a higher path. The earth doesn't collapse on those who dig it; it supports them. To patiently endure those who insult you is the most powerful and noble response."
  },
  {
    "kural_id": 152,
    "tamil_kural": "பொறுத்தல் இறப்பினை என்றும் அதனை மறத்தல் அதனினும் நன்று.",
    "eng_translation": "Forgiving trespasses is good always; forgetting them hath even higher praise.",
    "emotion": "Grace",
    "ethical_framework": "Levels of Virtue",
    "theme": "Forgive and Forget",
    "virtue": "Letting Go",
    "modern_scenario": "A colleague makes a mistake that causes you extra work. Patiently accepting their apology is good. Completely forgetting the incident and not holding any grudge is even better for long-term teamwork.",
    "qa_question": "I can forgive, but how can I forget the harm someone caused?",
    "qa_answer": "Forgetting here means to mentally release the grudge and not let the memory of the injury affect your future interactions. It is an act of will that is considered a higher virtue than forgiveness alone."
  },
  {
    "kural_id": 153,
    "tamil_kural": "இன்மையுள் இன்மை விருந்தொரால் வன்மையுள் வன்மை மடவார்ப் பொறை.",
    "eng_translation": "The sorest poverty is bidding guest unfed depart; the mightiest might to bear with men of foolish heart.",
    "emotion": "Strength",
    "ethical_framework": "Comparative Strength",
    "theme": "The Greatest Strength",
    "virtue": "Patience",
    "modern_scenario": "A senior developer patiently enduring the foolish and repeated mistakes of a junior colleague without anger is demonstrating a greater strength than a weightlifter lifting hundreds of kilos. It is the 'might of might.'",
    "qa_question": "What is the true test of a person's inner strength?",
    "qa_answer": "It is not physical power. The Kural defines the ultimate strength as the ability to patiently bear with the actions of the ignorant or unskilled without losing one's composure."
  },
  {
    "kural_id": 154,
    "tamil_kural": "நிறையுடைமை நீங்காமை வேண்டின் பொறையுடைமை போற்றி யொழுகப் படும்.",
    "eng_translation": "Seek’st thou honour never tarnished to retain; so must thou patience, guarding evermore, maintain.",
    "emotion": "Dignity",
    "ethical_framework": "Preservation of Honor",
    "theme": "Guarding Your Greatness",
    "virtue": "Patience",
    "modern_scenario": "A young leader who wants to maintain her reputation for integrity and composure ('greatness') must make a conscious effort to practice patience, especially when faced with team conflicts or project delays.",
    "qa_question": "How do I maintain my good reputation when things go wrong?",
    "qa_answer": "The key is patience. Your greatness or honor is preserved by how you react to adversity. Therefore, patience is the one quality you must actively cultivate and guard to ensure your dignity is never lost."
  },
  {
    "kural_id": 155,
    "tamil_kural": "ஒறுத்தாரை ஒன்றாக வையாரே வைப்பர் பொறுத்தாரைப் பொன்போற் பொதிந்து.",
    "eng_translation": "Who wreak their wrath as worthless are despised; who patiently forbear as gold are prized.",
    "emotion": "Admiration",
    "ethical_framework": "Social Value",
    "theme": "The Worth of Patience",
    "virtue": "Forbearance",
    "modern_scenario": "A manager who retaliates against a difficult employee is seen as petty and not a true leader. A manager who patiently handles the situation is treasured by the company like gold for their valuable character.",
    "qa_question": "Won't people think I'm weak if I don't retaliate?",
    "qa_answer": "No, the wise will see it as strength. The world dismisses the retaliator as insignificant. It is the one who forbears that is held in the highest esteem, cherished as something precious and rare."
  },
  {
    "kural_id": 156,
    "tamil_kural": "ஒறுத்தார்க்கு ஒருநாளை இன்பம் பொறுத்தார்க்குப் பொன்றுந் துணையும் புகழ்.",
    "eng_translation": "Who wreak their wrath have pleasure for a day; who bear have praise till earth shall pass away.",
    "emotion": "Legacy",
    "ethical_framework": "Long-term vs Short-term",
    "theme": "Temporary Pleasure vs. Lasting Fame",
    "virtue": "Patience",
    "modern_scenario": "Getting a rival colleague fired might provide a brief, satisfying thrill of victory. However, earning a reputation for being patient and magnanimous in the face of conflict builds a legacy of respect that will last your entire career.",
    "qa_question": "Why choose long-term praise over immediate satisfaction?",
    "qa_answer": "Because the satisfaction of revenge is fleeting and lasts only a day. The honor and praise you receive for showing patience is a legacy that endures until the end of time."
  },
  {
    "kural_id": 157,
    "tamil_kural": "திறனல்ல தற்பிறர் செய்யினும் நோநொந்து அறனல்ல செய்யாமை நன்று.",
    "eng_translation": "Though others work thee ill, thus shalt thou blessing reap; grieve for their sin, thyself from vicious action keep!",
    "emotion": "Compassion",
    "ethical_framework": "Moral High Ground",
    "theme": "The Righteous Response",
    "virtue": "Compassion",
    "modern_scenario": "A colleague unfairly sabotages your project. The best response is to feel sorry for the consequences they will face for their unethical act, and to make sure you do not stoop to their level by retaliating.",
    "qa_question": "When someone harms me, why should I feel sorry for them?",
    "qa_answer": "Because their wrongful act will inevitably bring them suffering. The virtuous response is to pity the negative karma they've created for themselves, and to ensure you protect your own character by not engaging in a similar wrongful act."
  },
  {
    "kural_id": 158,
    "tamil_kural": "மிகுதியான் மிக்கவை செய்தாரைத் தாந்தம் தகுதியான் வென்று விடல்.",
    "eng_translation": "With overweening pride when men with injuries assail, by thine own righteous dealing shalt thou mightily prevail.",
    "emotion": "Victory",
    "ethical_framework": "Winning with Virtue",
    "theme": "The Ultimate Victory",
    "virtue": "Dignity",
    "modern_scenario": "When an arrogant competitor insults your work, the way to win is not to trade insults, but to defeat them with your own dignity and patience. Let your superior character be the ultimate response.",
    "qa_question": "How can I win against an aggressive person without fighting back?",
    "qa_answer": "You win by transcending the battle. Their weapon is arrogance; your weapon is patience. By maintaining your own high standard of conduct, you achieve a moral victory that they cannot touch."
  },
  {
    "kural_id": 159,
    "tamil_kural": "துறந்தாரின் தூய்மை உடையர் இறந்தார்வாய் இன்னாச்சொல் நோற்கிற் பவர்.",
    "eng_translation": "They who transgressors’ evil words endure with patience, are as stern ascetics pure.",
    "emotion": "Purity",
    "ethical_framework": "Equivalence of Virtue",
    "theme": "The Purity of Patience",
    "virtue": "Endurance",
    "modern_scenario": "A call center employee who can patiently endure the insults and harsh words of an abusive caller, without losing their composure, is demonstrating a level of mental purity and discipline equal to that of a meditating monk.",
    "qa_question": "Can I be considered 'spiritual' even in a normal, stressful job?",
    "qa_answer": "Yes. The Kural states that the act of patiently enduring the harsh words of others is, in itself, an act of great spiritual purity. Your workplace can be your place of penance and growth."
  },
  {
    "kural_id": 160,
    "tamil_kural": "உண்ணாது நோற்பார் பெரியர் பிறர்சொல்லும் இன்னாச்சொல் நோற்பாரின் பின்.",
    "eng_translation": "Though ‘great’ we deem the men that fast and suffer pain, who others’ bitter words endure, the foremost place obtain.",
    "emotion": "Admiration",
    "ethical_framework": "Hierarchy of Discipline",
    "theme": "The Greater Penance",
    "virtue": "Patience",
    "modern_scenario": "A student who pulls an all-nighter without food to finish a project (a form of fasting) is great. But a student who can patiently endure a professor's harsh and unfair public criticism of that project is even greater.",
    "qa_question": "What is harder: physical hardship or enduring insults?",
    "qa_answer": "The Kural ranks enduring insults as the greater and more difficult penance. The discipline required to control one's emotional reaction to harsh words is considered superior to the discipline of controlling physical hunger."
  },
    {
    "kural_id": 161,
    "tamil_kural": "ஒழுக்காறாக் கொள்க ஒருவன்தன் நெஞ்சத்து அழுக்காறு இலாத இயல்பு.",
    "eng_translation": "As ‘strict decorum’s’ laws, that all men bind, let each regard unenvying grace of mind.",
    "emotion": "Principle",
    "ethical_framework": "Core Conduct",
    "theme": "A Foundational Virtue",
    "virtue": "Contentment",
    "modern_scenario": "A young professional makes a conscious decision to adopt a mindset free of envy as her primary code of conduct, treating it with the same seriousness as being honest or punctual.",
    "qa_question": "With so many rules for good behavior, where should I start?",
    "qa_answer": "Start with the mind. The Kural suggests making freedom from envy a foundational part of your personal code of conduct, as important as any external action."
  },
  {
    "kural_id": 162,
    "tamil_kural": "விழுப்பேற்றின் அஃதொப்பது இல்லையார் மாட்டும் அழுக்காற்றின் அன்மை பெறின்.",
    "eng_translation": "If man can learn to envy none on earth, ‘tis richest gift, -beyond compare its worth.",
    "emotion": "Excellence",
    "ethical_framework": "Supreme Good",
    "theme": "The Incomparable Gift",
    "virtue": "Non-Envy",
    "modern_scenario": "A musician who can genuinely feel happy for another artist's success, without a trace of envy, has achieved a state of mental freedom and excellence that is more valuable than any award or record deal.",
    "qa_question": "What is the greatest personal achievement one can attain?",
    "qa_answer": "While the world values wealth and fame, the Kural states that there is no excellence greater or more valuable than possessing a character that is completely free from envy towards anyone."
  },
  {
    "kural_id": 163,
    "tamil_kural": "அறன்ஆக்கம் வேண்டாதான் என்பான் பிறனாக்கம் பேணாது அழுக்கறுப் பான்.",
    "eng_translation": "Nor wealth nor virtue does that man desire ‘tis plain, whom others’ wealth delights not, feeling envious pain.",
    "emotion": "Self-Defeat",
    "ethical_framework": "Misguided Desire",
    "theme": "The Envious Mindset",
    "virtue": "Right Desire",
    "modern_scenario": "An employee who is consumed with envy over a colleague's promotion is clearly not focused on the virtuous hard work that would lead to their own success. By being envious, they implicitly reject both virtue and prosperity for themselves.",
    "qa_question": "How does envying others affect my own success?",
    "qa_answer": "It actively sabotages it. The mental energy you spend envying another's success is the very energy you should be using to pursue your own virtue and wealth. Envy is a declaration that you don't truly desire those things for yourself."
  },
  {
    "kural_id": 164,
    "tamil_kural": "அழுக்காற்றின் அல்லவை செய்யார் இழுக்காற்றின் ஏதம் படுபாக்கு அறிந்து.",
    "eng_translation": "The wise through envy break not virtue’s laws, knowing ill-deeds of foul disgrace the cause.",
    "emotion": "Prudence",
    "ethical_framework": "Consequentialism",
    "theme": "Wise Avoidance",
    "virtue": "Foresight",
    "modern_scenario": "A wise student, feeling a pang of envy over a classmate's high score, would never resort to cheating. They understand that the path of envy leads to wrongful acts, which inevitably result in the pain and misery of getting caught.",
    "qa_question": "Is it wrong to feel envious?",
    "qa_answer": "Feeling a momentary pang of envy is human. The wisdom lies in recognizing that feeling and refusing to act on it, because you know that actions driven by envy will always lead to disastrous consequences."
  },
  {
    "kural_id": 165,
    "tamil_kural": "அழுக்காறு உடையார்க்கு அதுசாலும் ஒன்னார் வழுக்கியும் கேடீன் பது.",
    "eng_translation": "Envy they have within! Enough to seat their fate! Though foemen fail, envy can ruin consummate.",
    "emotion": "Self-Destruction",
    "ethical_framework": "Internal Enemy",
    "theme": "The Inner Enemy",
    "virtue": "Self-Awareness",
    "modern_scenario": "A startup founder becomes obsessed with a competitor. Even if the competitor makes no move against him, his own envy causes him to make paranoid, reactive decisions that ultimately bankrupt his own company. Envy was the only enemy he needed.",
    "qa_question": "Do I really need to worry about competitors?",
    "qa_answer": "Your biggest competitor is often your own envy. The Kural teaches that envy is a sufficient force on its own to bring you to ruin, even if your external enemies do nothing."
  },
  {
    "kural_id": 166,
    "tamil_kural": "கொடுப்பது அழுக்கறுப்பான் சுற்றம் உடுப்பதூஉம் உண்பதூஉம் இன்றிக் கெடும்.",
    "eng_translation": "Who scans good gifts to others given with envious eye, his kin, with none to clothe or feed them, surely die.",
    "emotion": "Destruction",
    "ethical_framework": "Collective Karma",
    "theme": "The Contagion of Envy",
    "virtue": "Generosity of Spirit",
    "modern_scenario": "A manager is envious of the bonus given to another department. This envy creates such a toxic and uncooperative atmosphere within his own team that their projects fail, and their entire team's reputation and job security are destroyed.",
    "qa_question": "How can my personal feeling of envy harm my family or team?",
    "qa_answer": "Because envy poisons your actions and decisions. It leads to poor leadership and a toxic environment, which in turn causes the entire system you are responsible for—be it your family or your team—to fail and suffer."
  },
  {
    "kural_id": 167,
    "tamil_kural": "அவ்வித்து அழுக்காறு உடையானைச் செய்யவள் தவ்வையைக் காட்டி விடும்.",
    "eng_translation": "From envious man good fortune’s goddess turns away, grudging him good, and points him out misfortune’s prey.",
    "emotion": "Rejection",
    "ethical_framework": "Metaphysical Consequence",
    "theme": "Driving Away Fortune",
    "virtue": "Graciousness",
    "modern_scenario": "A job applicant is consumed with envy during an interview, focusing only on why others might get the job. This negative energy repels the hiring manager ('Fortune'). They instead hire a more positive, gracious candidate, leaving the envious one to their own failure ('Misfortune').",
    "qa_question": "Does my attitude really attract or repel luck?",
    "qa_answer": "Yes. The Kural personifies Fortune (Lakshmi) as being repelled by envy. A mind clouded by envy cannot see or seize opportunities, effectively driving away good luck and welcoming bad luck."
  },
  {
    "kural_id": 168,
    "tamil_kural": "அழுக்காறு எனஒரு பாவி திருச்செற்றுத் தீயுழி உய்த்து விடும்.",
    "eng_translation": "Envy, embodied ill, incomparable bane, good fortune slays, and soul consigns to fiery pain.",
    "emotion": "Condemnation",
    "ethical_framework": "Moral Evil",
    "theme": "Envy, the Sinner",
    "virtue": "Purity",
    "modern_scenario": "Envy is personified as a 'sinner' that actively works against you. It first destroys your current career prospects ('wealth') and then pushes you down a path of negativity and failure ('the pit of fire').",
    "qa_question": "Is envy just a negative emotion or something more?",
    "qa_answer": "The Kural portrays it as an active, malevolent force—a 'sinner'—that has two functions: to destroy the good you currently have, and to ensure your future is one of suffering."
  },
  {
    "kural_id": 169,
    "tamil_kural": "அவ்விய நெஞ்சத்தான் ஆக்கமும் செவ்வியான் கேடும் நினைக்கப் படும்.",
    "eng_translation": "To men of envious heart, when comes increase of joy, or loss to blameless men, the ‘why’ will thoughtful hearts employ.",
    "emotion": "Reflection",
    "ethical_framework": "Karmic Anomaly",
    "theme": "A Subject for Reflection",
    "virtue": "Contemplation",
    "modern_scenario": "A young employee sees a toxic, envious manager get a big promotion, while a kind and honest colleague is laid off. This apparent injustice—the prosperity of the envious and the suffering of the virtuous—is a profound event that should cause one to deeply contemplate the nature of the world.",
    "qa_question": "Why do bad people sometimes succeed and good people fail?",
    "qa_answer": "The Kural acknowledges that this happens and marks it as a phenomenon worthy of deep thought. It doesn't give a simple answer, but implies that these anomalies of karma are significant and should be studied to understand life's deeper workings."
  },
  {
    "kural_id": 170,
    "tamil_kural": "அழுக்கற்று அகன்றாரும் இல்லை அஃதுஇல்லார் பெருக்கத்தில் தீர்ந்தாரும் இல்.",
    "eng_translation": "No envious men to large and full felicity attain; no men from envy free have failed a sure increase to gain.",
    "emotion": "Certainty",
    "ethical_framework": "Absolute Law",
    "theme": "The Final Verdict on Envy",
    "virtue": "Non-Envy",
    "modern_scenario": "Looking back at the careers of many professionals over decades, a clear pattern emerges: not one person known for their envy ever achieved lasting, respected greatness. And not one person known for being genuinely free of envy failed to achieve a state of respectable prosperity.",
    "qa_question": "Is it a guarantee that not being envious will lead to success?",
    "qa_answer": "The Kural states it as an absolute law. In the long run, there are no historical examples of the envious achieving true greatness, and no examples of the non-envious being deprived of it. It is a fundamental principle of success."
  },
  {
    "kural_id": 171,
    "tamil_kural": "நடுவின்றி நன்பொருள் வெஃகின் குடிபொன்றிக் குற்றமும் ஆங்கே தரும்.",
    "eng_translation": "If a man departing from equity covet the property of others, at that very time will his family be destroyed and guilt be incurred.",
    "emotion": "Warning",
    "ethical_framework": "Consequentialism",
    "theme": "The Price of Unjust Greed",
    "virtue": "Justice",
    "modern_scenario": "An executive cheats his business partners to seize control of the company. The resulting legal battles not only bankrupt the company but also bring immense shame and financial hardship upon his entire family.",
    "qa_question": "If I can get away with it, what's wrong with taking what isn't mine?",
    "qa_answer": "The act itself sets your ruin in motion. Wealth gained unfairly brings a curse with it, leading to the destruction of your family's reputation and prosperity, along with your own guilt."
  },
  {
    "kural_id": 172,
    "tamil_kural": "படுபயன் வெஃகிப் பழிப்படுவ செய்யார் நடுவன்மை நாணு பவர்.",
    "eng_translation": "Those who blush at the want of equity will not commit disgraceful acts through desire of the profit that may be gained.",
    "emotion": "Integrity",
    "ethical_framework": "Character Ethics",
    "theme": "Shame as a Shield",
    "virtue": "Scrupulousness",
    "modern_scenario": "A contractor is tempted to use cheaper, substandard materials to increase his profit on a project. However, the very thought of being unjust and cheating his client makes him feel ashamed, so he resists the temptation.",
    "qa_question": "Why is feeling 'ashamed' of injustice a good thing?",
    "qa_answer": "Because a sense of shame acts as your moral compass. For a person of integrity, the embarrassment of being unfair is a more powerful force than the lure of any profit from a disgraceful act."
  },
  {
    "kural_id": 173,
    "tamil_kural": "சிற்றின்பம் வெஃகி அறனல்ல செய்யாரே மற்றின்பம் வேண்டு பவர்.",
    "eng_translation": "Those who desire the higher pleasures will not act unjustly through desire of the trifling joy.",
    "emotion": "Aspiration",
    "ethical_framework": "Ethical Hedonism",
    "theme": "Greater vs. Lesser Joy",
    "virtue": "Foresight",
    "modern_scenario": "An athlete refuses to take a banned substance that could bring a temporary win. She values the lasting, deep satisfaction of an honest career far more than the fleeting thrill of a tainted victory.",
    "qa_question": "Why should I give up an immediate pleasure for some vague future happiness?",
    "qa_answer": "Because those who seek a stable, profound, and lasting happiness understand that it cannot be built on injustice. They trade a small, temporary thrill for a much greater and more meaningful joy."
  },
  {
    "kural_id": 174,
    "tamil_kural": "இலமென்று வெஃகுதல் செய்யார் புலம்வென்ற புன்மையில் காட்சி யவர்.",
    "eng_translation": "The wise who have conquered their senses and are free from crime, will not covet the things of others, with the thought 'we are destitute.'",
    "emotion": "Self-Control",
    "ethical_framework": "Stoicism",
    "theme": "Contentment in Hardship",
    "virtue": "Contentment",
    "modern_scenario": "A man loses his job and faces financial hardship. Despite his situation, he feels no envy or desire for his wealthy neighbor's possessions because he has disciplined his mind to not measure his worth by what he owns.",
    "qa_question": "Isn't it natural to want what others have when you have nothing?",
    "qa_answer": "It may be a common impulse, but wisdom is the ability to rise above it. A person who has mastered their senses doesn't let their external circumstances dictate their inner desires. Even in poverty, they will not covet."
  },
  {
    "kural_id": 175,
    "tamil_kural": "அஃகி அகன்ற அறிவென்னாம் யார்மாட்டும் வெஃகி வெறிய செயின்.",
    "eng_translation": "What is the advantage of extensive and accurate knowledge if a man through covetousness act senselessly towards all?",
    "emotion": "Disappointment",
    "ethical_framework": "Practical Wisdom",
    "theme": "Intelligence Without Wisdom",
    "virtue": "Rationality",
    "modern_scenario": "A brilliant and highly educated financial analyst gets caught in an insider trading scheme. His greed made him act foolishly, rendering his sharp intellect and years of learning completely useless.",
    "qa_question": "If I'm smart, won't I be able to control my greed?",
    "qa_answer": "Not necessarily. Intelligence is worthless if it's overruled by greed. A covetous mind will lead you to make irrational and foolish decisions, no matter how much you know."
  },
  {
    "kural_id": 176,
    "tamil_kural": "அருள்வெஃகி ஆற்றின்கண் நின்றான் பொருள்வெஃகிப் பொல்லாத சூழக் கெடும்.",
    "eng_translation": "If he, who through desire of the virtue of kindness abides in the domestic state, covet the property of others and think of evil methods, he will perish.",
    "emotion": "Warning",
    "ethical_framework": "Moral Causality",
    "theme": "The Corrupting Force",
    "virtue": "Consistency",
    "modern_scenario": "A respected community leader, who has built his life on principles of kindness and service, secretly plots to cheat a relative out of their inheritance. This one act of greed sets in motion the unraveling of his entire reputation and life.",
    "qa_question": "Can one act of greed ruin a lifetime of being a good person?",
    "qa_answer": "Yes. The moment a person who lives by virtue allows greed to make them plan evil, they trigger their own downfall. The two paths cannot coexist."
  },
  {
    "kural_id": 177,
    "tamil_kural": "வேண்டற்க வெஃகியாம் ஆக்கம் விளைவயின் மாண்டற் கரிதாம் பயன்.",
    "eng_translation": "Desire not the gain of covetousness. In the enjoyment of its fruits there is no glory.",
    "emotion": "Prudence",
    "ethical_framework": "Consequentialism",
    "theme": "The Fruitless Gain",
    "virtue": "Honor",
    "modern_scenario": "A young entrepreneur considers stealing a competitor's idea to get ahead. He decides against it, realizing that any success from it would feel hollow and dishonorable. The resulting 'profit' would never bring him true, respectable joy.",
    "qa_question": "But what if the ill-gotten gains are substantial?",
    "qa_answer": "Do not desire them. The benefits you reap from greedy actions will never be noble or satisfying. You can't enjoy the fruit of a poisoned tree; there is no real glory in it."
  },
  {
    "kural_id": 178,
    "tamil_kural": "அஃகாமை செல்வத்திற்கு யாதெனின் வெஃகாமை வேண்டும் பிறன்கைப் பொருள்.",
    "eng_translation": "What is the indestructibility of wealth? It is freedom from covetousness.",
    "emotion": "Clarity",
    "ethical_framework": "Core Principles",
    "theme": "The Secret to Lasting Wealth",
    "virtue": "Contentment",
    "modern_scenario": "A successful investor is asked the secret to preserving her fortune. She replies, 'I focus on the steady growth of what I have, and I never waste energy envying or chasing the speculative gains of others.' Her contentment is her greatest protection.",
    "qa_question": "How can I protect my wealth and make sure it lasts?",
    "qa_answer": "The ultimate security for your wealth is a state of mind: do not covet what belongs to others. This mental discipline shields your prosperity from the risky and destructive behaviors that envy breeds."
  },
  {
    "kural_id": 179,
    "tamil_kural": "அறனறிந்து வெஃகா அறிவுடையார்ச் சேரும் திறன்அறிந் தாங்கே திரு.",
    "eng_translation": "Lakshmi (Good Fortune), knowing the manner, will immediately come to those wise men who, knowing virtue, covet not the property of others.",
    "emotion": "Hope",
    "ethical_framework": "Metaphysical Justice",
    "theme": "Attracting Prosperity",
    "virtue": "Righteousness",
    "modern_scenario": "An honest shopkeeper focuses on providing excellent service rather than trying to put her competitors out of business unfairly. Over time, good fortune seems to find her, as loyal customers and unexpected opportunities come her way.",
    "qa_question": "How do I become lucky or fortunate?",
    "qa_answer": "Fortune is not random; it is attracted to character. Good fortune knows how to find a person who is wise, understands virtue, and does not covet. By being content and just, you become the kind of person prosperity seeks out."
  },
  {
    "kural_id": 180,
    "tamil_kural": "இறலீனும் எண்ணாது வெஃகின் விறல்ஈனும் வேண்டாமை என்னுஞ் செருக்கு.",
    "eng_translation": "To covet regardless of consequences will bring destruction. That greatness of mind which covets not will give victory.",
    "emotion": "Assertion",
    "ethical_framework": "Binary Choice",
    "theme": "The Two Paths: Ruin or Victory",
    "virtue": "Non-attachment",
    "modern_scenario": "One person lives with the constant stress of wanting more, going into debt for a bigger house and car, which eventually leads to financial ruin. Another person takes a noble pride in being content with what he has, enjoying a life of freedom and peace, which is a victory in itself.",
    "qa_question": "Is wanting things always a bad thing?",
    "qa_answer": "Thoughtless, impulsive desire leads to ruin. However, the noble pride that comes from wanting nothing—from being master of your desires—is a source of immense strength and will always lead to victory in life."
  },
  {
    "kural_id": 181,
    "tamil_kural": "அறங்கூறான் அல்ல செயினும் ஒருவன் புறங்கூறான் என்றல் இனிது.",
    "eng_translation": "Though one do not even speak of virtue and live in sin, it will be well if it be said of him 'he does not backbite.'",
    "emotion": "Hope",
    "ethical_framework": "Harm Reduction",
    "theme": "A Redeeming Quality",
    "virtue": "Discretion",
    "modern_scenario": "A coworker is known to be lazy and unhelpful. However, everyone notices that he never gossips or speaks ill of anyone behind their back. This one good quality earns him a measure of respect that his other actions do not.",
    "qa_question": "If a person has many flaws, is there any hope for them?",
    "qa_answer": "Yes. Even if a person fails in many other virtues, the single act of refraining from backbiting is a significant good. It is a powerful and redeeming quality on its own."
  },
  {
    "kural_id": 182,
    "tamil_kural": "அறனழீஇ அல்லவை செய்தலின் தீதே புறனழீஇப் பொய்த்து நகை.",
    "eng_translation": "To smile deceitfully after having reviled him behind his back is a greater evil than the commission of every other sin.",
    "emotion": "Contempt",
    "ethical_framework": "Moral Hierarchy",
    "theme": "The Worst Betrayal",
    "virtue": "Sincerity",
    "modern_scenario": "Two colleagues are competing for a promotion. One criticizes the other unfairly in a private meeting with the boss, then walks out and greets that same colleague with a warm smile and a friendly chat. This two-faced behavior is considered the worst kind of moral corruption.",
    "qa_question": "What's worse: being openly sinful or being two-faced?",
    "qa_answer": "Being two-faced. To destroy someone's reputation in secret and then smile to their face is a deeper and more dangerous evil than committing other, more open sins."
  },
  {
    "kural_id": 183,
    "tamil_kural": "புறங்கூறிப் பொய்த்துயிர் வாழ்தலின் சாதல் அறங்கூறும் ஆக்கந் தரும்.",
    "eng_translation": "Death rather than life will confer upon the deceitful backbiter the profit which the treatises on virtue point out.",
    "emotion": "Seriousness",
    "ethical_framework": "Core Principles",
    "theme": "An Honorable End",
    "virtue": "Integrity",
    "modern_scenario": "An employee is pressured to spread false rumors about a colleague to save his own job. He refuses, knowing he might be fired. He decides that losing his job with honor is better than succeeding through deceitful backbiting.",
    "qa_question": "Is it better to fail with honor than to succeed with deceit?",
    "qa_answer": "Absolutely. According to the highest principles of virtue, it is far more profitable to face ruin or even death than to live a life built on the poison of backbiting and insincerity."
  },
  {
    "kural_id": 184,
    "tamil_kural": "கண்ணின்று கண்ணறச் சொல்லினும் சொல்லற்க முன்னின்று பின்நோக்காச் சொல்.",
    "eng_translation": "Though you speak without kindness before another’s face speak not in his absence words which regard not the evil subsequently resulting.",
    "emotion": "Prudence",
    "ethical_framework": "Harm Principle",
    "theme": "Honest Criticism vs. Harmful Gossip",
    "virtue": "Forthrightness",
    "modern_scenario": "A manager needs to give an employee critical feedback. It is better for her to be direct and even harsh in a face-to-face meeting than to say something careless and destructive about that employee to others in the office later on.",
    "qa_question": "Is it better to be brutally honest than to gossip?",
    "qa_answer": "Yes. Harsh words spoken to someone's face can be dealt with directly. But words spoken behind their back can cause unpredictable and uncontrollable damage. Avoid the latter at all costs."
  },
  {
    "kural_id": 185,
    "tamil_kural": "அறஞ்சொல்லும் நெஞ்சத்தான் அன்மை புறஞ்சொல்லும் புன்மையாற் காணப் படும்.",
    "eng_translation": "The emptiness of that man’s mind who praises virtue will be seen from the meanness of reviling another behind his back.",
    "emotion": "Discernment",
    "ethical_framework": "Behavioral Proof",
    "theme": "Actions Reveal Intentions",
    "virtue": "Authenticity",
    "modern_scenario": "A person often posts inspiring quotes about kindness and integrity online, but in private, they constantly gossip about their friends. Their habit of backbiting reveals that their public praise of virtue is hollow and not from the heart.",
    "qa_question": "How can you tell if someone who talks about virtue is sincere?",
    "qa_answer": "Watch their actions. If a person speaks ill of others in secret, it's a clear sign that their heart is not truly committed to the virtues they speak of. Their meanness exposes their lack of sincerity."
  },
  {
    "kural_id": 186,
    "tamil_kural": "பிறன்பழி கூறுவான் தன்பழி யுள்ளும் திறன்தெரிந்து கூறப் படும்.",
    "eng_translation": "The character of the faults of that man who publishes abroad the faults of others will be sought out and published.",
    "emotion": "Irony",
    "ethical_framework": "Retributive Justice",
    "theme": "What Goes Around, Comes Around",
    "virtue": "Self-Reflection",
    "modern_scenario": "A local blogger makes a name for himself by exposing the minor flaws of community members. Soon, people become tired of his negativity and begin to investigate his own life, eventually exposing his much larger hypocrisies.",
    "qa_question": "What happens to people who are always pointing out others' faults?",
    "qa_answer": "They invite the same scrutiny upon themselves. When you make a habit of exposing others' flaws, the world will eventually turn its attention to you and expose your worst faults in return."
  },
  {
    "kural_id": 187,
    "tamil_kural": "பகச்சொல்லிக் கேளிர்ப் பிரிப்பர் நகச்சொல்லி நட்பாடல் தேற்றா தவர்.",
    "eng_translation": "Those who know not to live in friendship with amusing conversation will by back-biting estrange even their relatives.",
    "emotion": "Sadness",
    "ethical_framework": "Social Skills",
    "theme": "The Friendless Gossiper",
    "virtue": "Friendliness",
    "modern_scenario": "A person finds it difficult to make friends because he doesn't know how to engage in positive, cheerful conversation. Instead, he resorts to gossiping to feel included, but this habit ends up pushing even his closest friends and family away.",
    "qa_question": "Why do some people gossip so much?",
    "qa_answer": "Often, it's because they lack the skill of building friendships through positive and pleasant conversation. They use divisive words because they don't know how to use unifying ones, and in doing so, they isolate themselves."
  },
  {
    "kural_id": 188,
    "tamil_kural": "துன்னியார் குற்றமும் தூற்றும் மரபினார் என்னைகொல் ஏதிலார் மாட்டு.",
    "eng_translation": "What will those not do to strangers whose nature leads them to publish abroad the faults of their intimate friends?",
    "emotion": "Distrust",
    "ethical_framework": "Predictive Behavior",
    "theme": "A Warning Sign",
    "virtue": "Loyalty",
    "modern_scenario": "You overhear a new acquaintance speaking badly about their own best friend. This should be a red flag. If they are willing to betray the trust of someone so close to them, you can only imagine how they will speak about you, a relative stranger.",
    "qa_question": "How can I know who to trust?",
    "qa_answer": "Listen to how people talk about their closest friends. If they have a habit of revealing the faults of those they are intimate with, you can be certain they will show no mercy to you."
  },
  {
    "kural_id": 189,
    "tamil_kural": "அறன்நோக்கி ஆற்றுங்கொல் வையம் புறன்நோக்கிப் புன்சொல் உரைப்பான் பொறை.",
    "eng_translation": "The world through charity supports the weight of those who reproach others observing their absence.",
    "emotion": "Awe",
    "ethical_framework": "Metaphysical Justice",
    "theme": "The Earth's Patience",
    "virtue": "Forbearance",
    "modern_scenario": "Someone thinks about the sheer negativity spread by people who constantly gossip and tear others down. They marvel that the world continues to function, as if the Earth itself is patiently enduring this burden out of a sense of duty or charity.",
    "qa_question": "Why does the world tolerate such destructive people?",
    "qa_answer": "The Kural suggests it is an act of profound charity. The world bears the burden of a backbiter not because they deserve it, but because the world operates on a principle of forbearance, viewing supporting even the unworthy as a duty."
  },
  {
    "kural_id": 190,
    "tamil_kural": "ஏதிலார் குற்றம்போல் தங்குற்றங் காண்கிற்பின் தீதுண்டோ மன்னும் உயிர்க்கு.",
    "eng_translation": "If they observed their own faults as they observe the faults of others, would any evil happen to men?",
    "emotion": "Reflection",
    "ethical_framework": "Self-Improvement",
    "theme": "The Ultimate Solution",
    "virtue": "Introspection",
    "modern_scenario": "A manager is about to criticize an employee for a mistake, but stops and thinks, 'Have I ever made a similar error?' By applying the same sharp eye to himself that he was about to use on others, he approaches the situation with more humility and understanding.",
    "qa_question": "What is the single best way to avoid conflict and suffering in life?",
    "qa_answer": "Turn your critical eye inward. If people were as skilled at finding their own flaws as they are at finding the flaws of others, most of the harm and misery in the world would disappear."
  },
  {
    "kural_id": 191,
    "tamil_kural": "பல்லார் முனியப் பயனில சொல்லுவான் எல்லாரும் எள்ளப் படும்.",
    "eng_translation": "He who to the disgust of many speaks useless things will be despised by all.",
    "emotion": "Annoyance",
    "ethical_framework": "Social Contract",
    "theme": "The Annoying Speaker",
    "virtue": "Relevance",
    "modern_scenario": "In a team meeting, one person constantly interrupts with pointless stories and irrelevant comments. The rest of the team grows frustrated and begins to ignore his contributions, seeing him as someone who wastes their time.",
    "qa_question": "Why do people get so annoyed by someone who talks a lot?",
    "qa_answer": "It's not about the quantity of words, but their quality. When you speak uselessly in a group, you are disrespecting everyone's time and attention. As a result, you will lose their respect."
  },
  {
    "kural_id": 192,
    "tamil_kural": "பயனில பல்லார்முன் சொல்லல் நயனில நட்டார்கண் செய்தலிற் றீது.",
    "eng_translation": "To speak useless things in the presence of many is a greater evil than to do unkind things towards friends.",
    "emotion": "Seriousness",
    "ethical_framework": "Moral Comparison",
    "theme": "The Harm of Wasted Time",
    "virtue": "Purposefulness",
    "modern_scenario": "A community leader is asked which is worse: a person who is occasionally rude to their friends, or a person who constantly derails important public meetings with pointless chatter. The leader says the pointless chatter is worse, as it harms the entire group's progress.",
    "qa_question": "Is speaking uselessly really worse than being unkind to a friend?",
    "qa_answer": "Yes, in a public context. An unkindness to a friend is a private wrong. But speaking uselessly in a group wastes the time and energy of many people, making it a greater social offense."
  },
  {
    "kural_id": 193,
    "tamil_kural": "நயனிலன் என்பது சொல்லும் பயனில பாரித் துரைக்கும் உரை.",
    "eng_translation": "That conversation in which a man utters forth useless things will say of him 'he is without virtue.'",
    "emotion": "Discernment",
    "ethical_framework": "Character Judgment",
    "theme": "Your Words Define You",
    "virtue": "Substance",
    "modern_scenario": "During a job interview, a candidate talks at length about irrelevant topics, failing to give any substantive answers. The interviewer concludes that the candidate lacks focus and substance, and is therefore not a virtuous or desirable employee.",
    "qa_question": "How do people judge my character from the way I speak?",
    "qa_answer": "The words you choose to speak reveal your inner qualities. If you consistently speak about things that have no purpose or value, people will conclude that you yourself lack purpose and virtue."
  },
  {
    "kural_id": 194,
    "tamil_kural": "நயன்சாரா நன்மையின் நீக்கும் பயன்சாராப் பண்பில்சொல் பல்லா ரகத்து.",
    "eng_translation": "The words devoid of profit or pleasure which a man speaks will remove him from goodness.",
    "emotion": "Drift",
    "ethical_framework": "Moral Drift",
    "theme": "Empty Words, Empty Life",
    "virtue": "Meaningfulness",
    "modern_scenario": "A person spends all their time in online forums engaging in pointless, trivial arguments. This habit of using meaningless words not only achieves nothing but also distances them from doing good, meaningful things in the real world.",
    "qa_question": "Can talking about nothing really be harmful?",
    "qa_answer": "Yes. A habit of speaking uselessly pushes both goodness and purpose out of your life. It distances you from righteous living because your focus is always on things that don't matter."
  },
  {
    "kural_id": 195,
    "tamil_kural": "சீர்மை சிறப்பொடு நீங்கும் பயனில நீர்மை யுடையார் சொலின்.",
    "eng_translation": "If the good speak vain words their eminence and excellence will leave them.",
    "emotion": "Disappointment",
    "ethical_framework": "Reputation Management",
    "theme": "Undermining Respect",
    "virtue": "Dignity",
    "modern_scenario": "A highly respected scientist gives a public speech but fills it with silly jokes and pointless anecdotes. The audience leaves feeling disappointed, and the scientist's reputation for seriousness and excellence is diminished.",
    "qa_question": "Can a few silly words really damage a strong reputation?",
    "qa_answer": "Yes. For a person of high standing, their words carry weight. If they start speaking uselessly, they devalue their own words, and as a result, their honor and respectability will fade."
  },

  {
    "kural_id": 196,
    "tamil_kural": "பயனில்சொல் பாராட்டு வானை மகன்எனல் மக்கட் பதடி யெனல்.",
    "eng_translation": "Call not him a man who parades forth his empty words. Call him the chaff of men.",
    "emotion": "Dismissal",
    "ethical_framework": "Value Judgment",
    "theme": "Humanity's Chaff",
    "virtue": "Substance",
    "modern_scenario": "At a gathering, everyone is discussing important matters, but one person keeps boasting about trivial, pointless things. The host later remarks, 'That man is all talk, no substance. He is like the chaff that gets separated from the valuable grain.'",
    "qa_question": "That sounds harsh. Is it really that bad to be a bit of a show-off with words?",
    "qa_answer": "The Kural uses a strong metaphor to make a point. A person's value is in their substance, just like a grain of wheat. Someone who only produces empty, useless words is like the worthless husk (chaff) and shouldn't be considered a person of substance."
  },
  {
    "kural_id": 197,
    "tamil_kural": "நயனில சொல்லினுஞ் சொல்லுக சான்றோர் பயனில சொல்லாமை நன்று.",
    "eng_translation": "Let the wise if they will, speak things without excellence; it will be well for them not to speak useless things.",
    "emotion": "Pragmatism",
    "ethical_framework": "Hierarchy of Flaws",
    "theme": "A Lesser Evil",
    "virtue": "Wisdom",
    "modern_scenario": "A manager thinks about a team member's communication style. 'He can be blunt and sometimes unkind,' she reflects, 'but at least he never wastes our time with pointless talk. That's a saving grace.'",
    "qa_question": "Is it better to be harsh than to be pointless?",
    "qa_answer": "The Kural suggests that for a wise person, speaking uselessly is a worse flaw than speaking unpleasantly. It is better to say something harsh that has a point than something pleasant that has none. Ideally, one should do neither, but avoiding pointless speech is paramount."
  },
  {
    "kural_id": 198,
    "tamil_kural": "அரும்பயன் ஆயும் அறிவினார் சொல்லார் பெரும்பயன் இல்லாத சொல்.",
    "eng_translation": "The wise who seek after rare pleasures will not speak words that have not much weight in them.",
    "emotion": "Admiration",
    "ethical_framework": "Intellectual Discipline",
    "theme": "The Mark of Wisdom",
    "virtue": "Intellect",
    "modern_scenario": "During a complex discussion, a wise expert remains silent while others talk endlessly. When she finally speaks, it is only a few sentences, but they are so insightful they solve the entire problem. She doesn't speak unless her words have significant value.",
    "qa_question": "How can you identify a truly wise person?",
    "qa_answer": "By what they don't say. People of deep intellect are always weighing the value of things. They will not waste their breath on words that carry no significant benefit or meaning."
  },
  {
    "kural_id": 199,
    "tamil_kural": "பொருள்தீர்ந்த பொச்சாந்துஞ் சொல்லார் மருள்தீர்ந்த மாசறு காட்சி யவர்.",
    "eng_translation": "Those wise men who are without faults and are freed from ignorance will not even forgetfully speak things that profit not.",
    "emotion": "Aspiration",
    "ethical_framework": "Ideal State",
    "theme": "Perfected Speech",
    "virtue": "Clarity",
    "modern_scenario": "A meditation teacher is admired for her calm and clear communication. Even when caught off-guard or tired, she never says anything pointless. Her mind is so clear and free from confusion that useless words simply don't occur to her.",
    "qa_question": "Is it possible to never speak a useless word?",
    "qa_answer": "It is the ideal state of a perfectly clear mind. For someone who is free from mental confusion and has flawless perception, even in a moment of forgetfulness, their speech will remain purposeful."
  },
  {
    "kural_id": 200,
    "tamil_kural": "சொல்லுக சொல்லிற் பயனுடைய சொல்லற்க சொல்லிற் பயனிலாச் சொல்.",
    "eng_translation": "Speak what is useful, and speak not useless words.",
    "emotion": "Decisiveness",
    "ethical_framework": "Utilitarian Communication",
    "theme": "The Golden Rule of Speech",
    "virtue": "Purposefulness",
    "modern_scenario": "Before contributing in a meeting, an effective communicator asks herself two questions: 'Is what I'm about to say useful? Does it add value?' If the answer is no, she remains silent. This is her guiding principle.",
    "qa_question": "What is the one simple rule I should follow when I speak?",
    "qa_answer": "It's this: if you are going to speak, say something that has a benefit. If your words have no benefit, do not say them. Make this the filter for all your communication."
  },
  {
    "kural_id": 201,
    "tamil_kural": "தீவினையார் அஞ்சார் விழுமியார் அஞ்சுவர் தீவினை என்னும் செருக்கு.",
    "eng_translation": "Those who have experience of evil deeds will not fear, but the excellent will fear the pride of sin.",
    "emotion": "Prudence",
    "ethical_framework": "Character Ethics",
    "theme": "The Fear of the Wise",
    "virtue": "Caution",
    "modern_scenario": "A reckless new driver speeds without fear, while an experienced race car driver has a deep respect and fear for the power of their car. Similarly, those who are foolishly arrogant about wrongdoing don't fear it, but the wise and excellent fear it deeply.",
    "qa_question": "Shouldn't we be fearless? Why is it good to fear doing wrong?",
    "qa_answer": "Fearlessness in the face of evil is not courage; it's arrogance. A truly excellent person understands the destructive power of a wrongful act and has the wisdom to be afraid of it. This fear is a sign of wisdom, not weakness."
  },
  {
    "kural_id": 202,
    "tamil_kural": "தீயவை தீய பயத்தலால் தீயவை தீயினும் அஞ்சப் படும்.",
    "eng_translation": "Because evil produces evil, therefore should evil be feared more than fire.",
    "emotion": "Dread",
    "ethical_framework": "Consequentialism",
    "theme": "Worse Than Fire",
    "virtue": "Vigilance",
    "modern_scenario": "A person tells one small lie at work. To cover it, they have to tell another, bigger lie. Soon, they are trapped in a web of deceit that eventually destroys their career. The initial lie spread and caused more damage than a single spark of fire ever could.",
    "qa_question": "Why is an evil act compared to fire?",
    "qa_answer": "Because both can spread uncontrollably. But an evil act is worse. A fire burns what is in front of it and then dies out. The consequences of an evil act create new evils, continuing to cause harm long after the initial act is over."
  },
  {
    "kural_id": 203,
    "tamil_kural": "அறிவினுள் எல்லாந் தலையென்ப தீய செறுவார்க்கும் செய்யா விடல்.",
    "eng_translation": "To do no evil to enemies will be called the chief of all virtues.",
    "emotion": "Wisdom",
    "ethical_framework": "Virtue Ethics",
    "theme": "The Highest Wisdom",
    "virtue": "Forbearance",
    "modern_scenario": "A business owner is publicly criticized by a competitor. Instead of retaliating, she remains silent and continues to improve her own products. Her refusal to stoop to her rival's level earns her immense respect and is seen as the ultimate sign of her superior wisdom.",
    "qa_question": "If someone tries to harm me, shouldn't I fight back?",
    "qa_answer": "The highest form of intelligence is not in fighting back, but in choosing not to return harm, even to those who wish you ill. This restraint is the greatest display of strength and wisdom."
  },
  {
    "kural_id": 204,
    "tamil_kural": "மறந்தும் பிறன்கேடு சூழற்க சூழின் அறஞ்சூழும் சூழ்ந்தவன் கேடு.",
    "eng_translation": "Even though forgetfulness meditate not the ruin of another. Virtue will meditate the ruin of him who thus meditates.",
    "emotion": "Warning",
    "ethical_framework": "Metaphysical Justice",
    "theme": "The Universe's Response",
    "virtue": "Goodwill",
    "modern_scenario": "An employee spends his time plotting to get his colleague fired. Even before he acts, his negative intentions create a toxic atmosphere. Management notices his lack of teamwork and, in a round of layoffs, he is the one who is let go.",
    "qa_question": "Can just thinking bad thoughts about someone harm me?",
    "qa_answer": "Yes. The moment you begin to plot another's downfall, the very principle of justice ('Aram') begins to plot yours. The negative energy you direct outward will inevitably find its way back to you."
  },
  {
    "kural_id": 205,
    "tamil_kural": "இலன்என்று தீயவை செய்யற்க செய்யின் இலனாகும் மற்றும் பெயர்த்து.",
    "eng_translation": "Commit not evil, saying, 'I am poor': if you do, you will become poorer still.",
    "emotion": "Prudence",
    "ethical_framework": "Consequentialism",
    "theme": "The Poverty Trap",
    "virtue": "Integrity",
    "modern_scenario": "A person struggling with debt is tempted to participate in a financial scam. He resists, understanding that while it might offer a short-term fix, the long-term consequences of getting caught would plunge him into an even deeper, more permanent state of poverty.",
    "qa_question": "When you're desperate, isn't it okay to bend the rules to survive?",
    "qa_answer": "No. Never use poverty as an excuse to do wrong. The wrongful act you commit to escape poverty will ultimately trap you, ensuring you become even poorer in the future."
  },
  {
    "kural_id": 206,
    "tamil_kural": "தீப்பால தான்பிறர்கண் செய்யற்க நோய்ப்பால தன்னை அடல்வேண்டா தான்.",
    "eng_translation": "Let him not do evil to others who desires not that sorrows should pursue him.",
    "emotion": "Empathy",
    "ethical_framework": "The Golden Rule",
    "theme": "The Rule of Reciprocity",
    "virtue": "Empathy",
    "modern_scenario": "Before posting a negative review online, a person stops and thinks, 'How would I feel if this was written about my own small business?' Realizing he wouldn't want that pain inflicted on himself, he decides not to do it to someone else.",
    "qa_question": "What's the simplest way to decide if an action is wrong?",
    "qa_answer": "Ask yourself if you would want to be on the receiving end of that same action. If you don't want to experience suffering yourself, then do not inflict it on others. It is the most basic principle of a pain-free life."
  },
  {
    "kural_id": 207,
    "tamil_kural": "எனைப்பகை யுற்றாரும் உய்வர் வினைப்பகை வீயாது பின்சென்று அடும்.",
    "eng_translation": "However great be the enmity men have incurred they may still live. The enmity of sin will incessantly pursue and kill.",
    "emotion": "Seriousness",
    "ethical_framework": "Karmic Law",
    "theme": "The Inescapable Enemy",
    "virtue": "Accountability",
    "modern_scenario": "A person might escape from a powerful enemy by moving to a new city. But if that person committed a serious crime, the consequences of that action—guilt, fear, and justice—will follow them no matter where they go. You can escape an enemy, but you can't escape your own deeds.",
    "qa_question": "Can't you just get away with a bad deed if no one finds out?",
    "qa_answer": "You may be able to escape from a human enemy, but you can never escape the consequences of your own actions. The 'enmity of your deed' will relentlessly follow you and ensure that justice is served."
  },
  {
    "kural_id": 208,
    "tamil_kural": "தீயவை செய்தார் கெடுதல் நிழல்தன்னை வீயாது அடிஉறைந் தற்று.",
    "eng_translation": "Destruction will dwell at the heels of those who commit evil even as their shadow that leaves them not.",
    "emotion": "Inevitability",
    "ethical_framework": "Natural Law",
    "theme": "The Unshakeable Shadow",
    "virtue": "Awareness",
    "modern_scenario": "A person who built their wealth through deceit lives in constant fear of being exposed. This fear follows them everywhere, into every meeting and every sleepless night, just like their own shadow. The ruin is already attached to them.",
    "qa_question": "When do the consequences of a bad action arrive?",
    "qa_answer": "They arrive at the same moment as the action itself. Ruin doesn't come later; it is attached to the person who does wrong from the very beginning, following them as closely and surely as their own shadow."
  },
  {
    "kural_id": 209,
    "tamil_kural": "தன்னைத்தான் காதல னாயின் எனைத்தொன்றும் துன்னற்க தீவினைப் பால்.",
    "eng_translation": "If a man love himself, let him not commit any sin however small.",
    "emotion": "Self-Love",
    "ethical_framework": "Ethical Egoism",
    "theme": "The Ultimate Self-Care",
    "virtue": "Self-Preservation",
    "modern_scenario": "A person is offered a chance to get involved in a slightly shady deal. They think, 'I value my peace of mind and my good name too much to risk them.' Their love for their own well-being makes them stay far away from even the smallest wrongdoing.",
    "qa_question": "Is avoiding evil just about following rules?",
    "qa_answer": "No, it's the highest form of self-love. If you truly care about yourself and your own happiness, you will protect yourself by staying away from any evil, no matter how minor it seems."
  },
  {
    "kural_id": 210,
    "tamil_kural": "அருங்கேடன் என்பது அறிக மருங்கோடித் தீவினை செய்யான் எனின்.",
    "eng_translation": "Know ye that he is freed from destruction who commits no evil, going to neither side of the right path.",
    "emotion": "Assurance",
    "ethical_framework": "Virtue Ethics",
    "theme": "The Definition of Safety",
    "virtue": "Righteousness",
    "modern_scenario": "In a chaotic world with many risks, people wonder who is truly safe. The answer is the person who lives with unwavering integrity. Because they never swerve from the straight path of virtue, they are protected from the ruin that comes from wrongdoing.",
    "qa_question": "In a world full of danger, how can anyone be truly safe from ruin?",
    "qa_answer": "True safety isn't about avoiding external threats; it's about your own conduct. A person who never deviates from the path of virtue to commit a wrongful act is the one who is truly safe from destruction."
  },
  {
    "kural_id": 211,
    "tamil_kural": "கைம்மாறு வேண்டா கடப்பாடு மாரிமாட்டு என்ஆற்றுங் கொல்லோ உலகு.",
    "eng_translation": "Benevolence seeks not a return. What does the world give back to the clouds?",
    "emotion": "Selflessness",
    "ethical_framework": "Deontology (Duty-based)",
    "theme": "Unconditional Duty",
    "virtue": "Generosity",
    "modern_scenario": "A volunteer firefighter risks his life to save a stranger's home. When thanked, he simply says, 'It's just what we do.' His sense of duty is like the rain—it gives life-saving help without ever expecting anything in return.",
    "qa_question": "Shouldn't I get something back for the good I do?",
    "qa_answer": "True duty, or benevolence, is about giving without any expectation of reward. The clouds give rain to the world, and the world offers nothing back. Your duty to help others should be just as unconditional."
  },
  {
    "kural_id": 212,
    "tamil_kural": "தாளாற்றித் தந்த பொருளெல்லாம் தக்கார்க்கு வேளாண்மை செய்தற் பொருட்டு.",
    "eng_translation": "All the wealth acquired with perseverance by the worthy is for the exercise of benevolence.",
    "emotion": "Purpose",
    "ethical_framework": "Social Responsibility",
    "theme": "The Purpose of Wealth",
    "virtue": "Stewardship",
    "modern_scenario": "A successful entrepreneur who worked hard to build her company sees her wealth not as a personal treasure, but as a resource. She believes the entire purpose of her hard-earned money is to support worthy people and causes in her community.",
    "qa_question": "I worked hard for my money. Isn't it mine to keep?",
    "qa_answer": "According to this Kural, the ultimate purpose of all the wealth you earn through hard work is to be able to help others. You are not just an owner, but a steward of that wealth for the good of society."
  },
  {
    "kural_id": 213,
    "tamil_kural": "புத்தே ளுலகத்தும் ஈண்டும் பெறலரிதே ஒப்புரவின் நல்ல பிற.",
    "eng_translation": "It is difficult to obtain another good equal to benevolence either in this world or in that of the gods.",
    "emotion": "Aspiration",
    "ethical_framework": "Moral Hierarchy",
    "theme": "The Highest Good",
    "virtue": "Benevolence",
    "modern_scenario": "A person reflects on all the good things one can pursue in life—knowledge, power, pleasure. They conclude that none of them compare to the profound, simple goodness of helping others and contributing to society. It is the ultimate virtue.",
    "qa_question": "What is the single best thing a person can do in life?",
    "qa_answer": "There is no greater good to be found, neither on earth nor in any higher realm, than a life lived in service and helpfulness to others. It is the pinnacle of all virtues."
  },
  {
    "kural_id": 214,
    "tamil_kural": "ஒத்த தறிவான் உயிர்வாழ்வான் மற்றையான் செத்தாருள் வைக்கப் படும்.",
    "eng_translation": "He truly lives who knows the proper duties of benevolence. He who knows them not will be reckoned among the dead.",
    "emotion": "Clarity",
    "ethical_framework": "Existentialism",
    "theme": "The Definition of Life",
    "virtue": "Aliveness",
    "modern_scenario": "An elderly woman spends her days actively helping her neighbors and community. Though old, she is full of life. In contrast, a wealthy young man lives only for himself, isolated and disconnected. Though young, he seems to be merely existing, not truly living.",
    "qa_question": "What does it mean to be 'truly alive'?",
    "qa_answer": "To be alive is to understand your duty to others and to live a life of helpfulness. A person who lives only for themselves, without contributing to the world, is considered no different from one who is already dead."
  },
  {
    "kural_id": 215,
    "tamil_kural": "ஊருணி நீர்நிறைந் தற்றே உலகவாம் பேரறி வாளன் திரு.",
    "eng_translation": "The wealth of that man of eminent knowledge who desires to exercise benevolence is like the full waters of a city-tank.",
    "emotion": "Generosity",
    "ethical_framework": "Utilitarianism",
    "theme": "A Public Resource",
    "virtue": "Public-spiritedness",
    "modern_scenario": "A wise and kind doctor becomes wealthy. He uses his money to build a free clinic in his town. His wealth is not locked away for himself but is like a public reservoir, open for everyone in the community to draw upon in their time of need.",
    "qa_question": "What should a wise and wealthy person do with their money?",
    "qa_answer": "Their wealth should be like a village well, filled to the brim and accessible to all. It is a resource meant to serve the needs of the entire community, not just the individual."
  },
  {
    "kural_id": 216,
    "tamil_kural": "பயன்மரம் உள்ளூர்ப் பழுத்தற்றால் செல்வம் நயனுடை யான்கண் படின்.",
    "eng_translation": "The wealth of a man of benevolence is like the ripening of a fruitful tree in the midst of a town.",
    "emotion": "Joy",
    "ethical_framework": "Social Good",
    "theme": "Accessible Bounty",
    "virtue": "Generosity",
    "modern_scenario": "When a kind-hearted person wins the lottery, the entire neighborhood celebrates. They know her wealth will benefit everyone, just like a mango tree in the center of a village whose fruit is freely available for all to enjoy.",
    "qa_question": "How does a good person's wealth affect others?",
    "qa_answer": "It becomes a source of joy and benefit for the whole community. It's not hidden away but is accessible to all, like a fruit-bearing tree in a public place, providing for anyone who has a need."
  },
  {
    "kural_id": 217,
    "tamil_kural": "மருந்தாகித் தப்பா மரத்தற்றால் செல்வம் பெருந்தகை யான்கண் படின்.",
    "eng_translation": "If wealth be in the possession of a man who has the great excellence of benevolence, it is like a tree which is an infallible cure for disease.",
    "emotion": "Healing",
    "ethical_framework": "Social Welfare",
    "theme": "Wealth as Medicine",
    "virtue": "Magnanimity",
    "modern_scenario": "A philanthropist with immense wealth dedicates his fortune to eradicating a disease. His resources, guided by his great-hearted nature, act like a medicinal tree whose every part—bark, leaves, roots—can be used to heal the suffering of society.",
    "qa_question": "What is the highest purpose of wealth?",
    "qa_answer": "In the hands of a truly magnanimous person, wealth becomes a medicine for society's ills. Every part of it can be used to heal and cure the problems faced by the community, offering an unfailing remedy."
  },
  {
    "kural_id": 218,
    "tamil_kural": "இடனில் பருவத்தும் ஒப்புரவிற்கு ஒல்கார் கடனறி காட்சி யவர்.",
    "eng_translation": "The wise who know what is duty will not scant their benevolence even when they are without wealth.",
    "emotion": "Resilience",
    "ethical_framework": "Deontology (Duty-based)",
    "theme": "Generosity Beyond Wealth",
    "virtue": "Commitment",
    "modern_scenario": "A person loses their job but continues to volunteer at the local food bank, giving their time and energy instead of money. Because they see helping others as a fundamental duty, their commitment doesn't waver even when their own resources are scarce.",
    "qa_question": "How can I be generous if I'm poor?",
    "qa_answer": "Generosity is not just about money. A person who truly understands their duty to help will not stop just because they lack wealth. They will find other ways to contribute, refusing to let hardship diminish their commitment."
  },
  {
    "kural_id": 219,
    "tamil_kural": "நயனுடையான் நல்கூர்ந்தா னாதல் செயும்நீர செய்யாது அமைகலா வாறு.",
    "eng_translation": "The poverty of a benevolent man, is nothing but his inability to exercise the same.",
    "emotion": "Frustration",
    "ethical_framework": "Character",
    "theme": "The Pain of Helplessness",
    "virtue": "Benevolence",
    "modern_scenario": "A kind-hearted person sees a family struggling to pay their medical bills. The pain she feels is not from her own lack of money, but from the fact that her poverty prevents her from providing the help she desperately wants to give. That inability is her only true poverty.",
    "qa_question": "What does a good person consider to be true poverty?",
    "qa_answer": "For a benevolent person, poverty is not the lack of possessions. It is the painful condition of being unable to do the good deeds they feel compelled to do for others."
  },
  {
    "kural_id": 220,
    "tamil_kural": "ஒப்புரவி னால்வரும் கேடெனின் அஃதொருவன் விற்றுக்கோள் தக்க துடைத்து.",
    "eng_translation": "If it be said that loss will result from benevolence, such loss is worth being procured even by the sale of one’s self.",
    "emotion": "Conviction",
    "ethical_framework": "Virtue Ethics",
    "theme": "A Loss Worth Buying",
    "virtue": "Self-Sacrifice",
    "modern_scenario": "A social worker is told that her dedication to helping others will mean she'll never be rich. She replies, 'If being benevolent leads to financial ruin, that is a ruin I would gladly pay for. It is a price worth paying for a meaningful life.'",
    "qa_question": "What if being generous and helpful leads to my own ruin?",
    "qa_answer": "That is a ruin so noble and worthwhile that a person should be willing to sell everything they own, even themselves, to acquire it. It is the most valuable loss one can have."
  },
  {
    "kural_id": 221,
    "tamil_kural": "வறியார்க்கொன்று ஈவதே ஈகைமற் றெல்லாம் குறியெதிர்ப்பை நீர துடைத்து.",
    "eng_translation": "To give to the destitute is true charity. All other gifts have the nature of a measured return.",
    "emotion": "Clarity",
    "ethical_framework": "Intentionalism",
    "theme": "The Definition of Charity",
    "virtue": "Charity",
    "modern_scenario": "A person gives a gift to their wealthy boss, hoping for a promotion. They also donate anonymously to a food bank. The Kural teaches that only the second act is true giving; the first is just a transaction with an expected return.",
    "qa_question": "What is the difference between giving a gift and true charity?",
    "qa_answer": "True charity is giving to those who have nothing and can give you nothing back. Any other form of 'giving' where you expect a favor, praise, or some other benefit in return is just a form of exchange, not charity."
  },
  {
    "kural_id": 222,
    "tamil_kural": "நல்லாறு எனினும் கொளல்தீது மேலுலகம் இல்லெனினும் ஈதலே நன்று.",
    "eng_translation": "To beg is evil, even though it were said that it is a good path. To give is good, even though it were said that those who do so cannot obtain heaven.",
    "emotion": "Assertion",
    "ethical_framework": "Deontology (Duty-based)",
    "theme": "The Nobility of Giving",
    "virtue": "Self-Reliance",
    "modern_scenario": "A person is advised to accept handouts as an 'easy path.' He refuses, believing that taking is inherently demeaning. He chooses to work hard and give, saying, 'Giving is the right thing to do, regardless of whether there's a heavenly reward or not.'",
    "qa_question": "Why is it always better to give than to receive?",
    "qa_answer": "Because taking from others is inherently a bad thing, no matter the justification. Giving is inherently a good thing, even if there were no reward for it. The act of giving is its own reward and virtue."
  },
  {
    "kural_id": 223,
    "tamil_kural": "இலனென்னும் எவ்வம் உரையாமை ஈதல் குலனுடையான் கண்ணே யுள.",
    "eng_translation": "Not to adopt the mean expedient of saying 'I have nothing,' but to give, is the characteristic of the man of noble birth.",
    "emotion": "Nobility",
    "ethical_framework": "Character",
    "theme": "The Mark of Nobility",
    "virtue": "Grace",
    "modern_scenario": "A person of great character is asked for help, even though they are going through a tough time themselves. Instead of complaining or saying 'I have nothing,' they find some way to give, however small. This refusal to speak of their own lack is a sign of their noble spirit.",
    "qa_question": "What is a key trait of a truly noble person?",
    "qa_answer": "It is their instinct to give without ever having to be asked or having to hear the painful words 'I am poor.' A noble person anticipates the need and gives, never using their own difficulties as an excuse."
  },
  {
    "kural_id": 224,
    "tamil_kural": "இன்னாது இரக்கப் படுதல் இரந்தவர் இன்முகங் காணும் அளவு.",
    "eng_translation": "To see men begging from us is disagreeable, until we see their pleasant countenance.",
    "emotion": "Empathy",
    "ethical_framework": "Emotional Response",
    "theme": "The Joy of Relief",
    "virtue": "Compassion",
    "modern_scenario": "A person feels a pang of sadness seeing a homeless person ask for food. The moment he gives them a meal and sees their face light up with gratitude and relief, his own feeling of discomfort transforms into a shared joy.",
    "qa_question": "Why does being asked for help feel so uncomfortable?",
    "qa_answer": "The pain of seeing someone in need is genuinely unpleasant. That discomfort only turns into pleasure at the very moment you fulfill their need and witness the joy and relief on their face."
  },
  {
    "kural_id": 225,
    "tamil_kural": "ஆற்றுவார் ஆற்றல் பசிஆற்றல் அப்பசியை மாற்றுவார் ஆற்றலின் பின்.",
    "eng_translation": "The power of those who perform penance is the power of enduring hunger. It is inferior to the power of those who remove the hunger of others.",
    "emotion": "Admiration",
    "ethical_framework": "Moral Hierarchy",
    "theme": "A Greater Power",
    "virtue": "Service",
    "modern_scenario": "One man has the discipline to fast for days for his spiritual practice. Another man works every day at a soup kitchen to feed hundreds of hungry people. The Kural states that the power of the second man—who relieves hunger—is superior to that of the first, who merely endures it.",
    "qa_question": "What is more powerful: self-discipline or serving others?",
    "qa_answer": "The strength to endure your own hunger is great. But the strength to end the hunger of another person is even greater. Service to others is a higher power than personal austerity."
  },
  {
    "kural_id": 226,
    "tamil_kural": "அற்றார் அழிபசி தீர்த்தல் அஃதொருவன் பெற்றான் பொருள்வைப் புழி.",
    "eng_translation": "The removal of the killing hunger of the poor is the place for one to lay up his wealth.",
    "emotion": "Prudence",
    "ethical_framework": "Ethical Investment",
    "theme": "The Securest Treasury",
    "virtue": "Wisdom",
    "modern_scenario": "A wealthy person wants to secure their fortune for the future. Instead of just putting it in a bank, they use it to fund a charity that feeds the poor. This act of compassion is described as the safest vault to store one's wealth.",
    "qa_question": "What is the wisest way to 'save' my wealth?",
    "qa_answer": "The most secure place to deposit your wealth is in the act of feeding the desperately hungry. The good that comes from that act is a treasure that will never be lost and will always pay dividends."
  },
  {
    "kural_id": 227,
    "tamil_kural": "பாத்தூண் மரீஇ யவனைப் பசியென்னும் தீப்பிணி தீண்டல் அரிது.",
    "eng_translation": "The fiery disease of hunger shall never touch him who habitually distributes his food to others.",
    "emotion": "Assurance",
    "ethical_framework": "Metaphysical Law",
    "theme": "The Immunity of Sharing",
    "virtue": "Sharing",
    "modern_scenario": "An old baker has a lifelong habit of sharing leftover bread with the needy at the end of each day. Throughout his life, even in hard times, he never once went hungry himself, as if his habit of sharing created a protective shield around him.",
    "qa_question": "How can I ensure I will always have enough?",
    "qa_answer": "By making a habit of sharing what you have with others. The person who always shares their food will never be touched by the cruel sickness of hunger. Generosity provides its own security."
  },
  {
    "kural_id": 228,
    "tamil_kural": "ஈத்துவக்கும் இன்பம் அறியார்கொல் தாமுடைமை வைத்திழக்கும் வன்க ணவர்.",
    "eng_translation": "Do the hard-eyed who lay up and lose their possessions not know the happiness which springs from the pleasure of giving?",
    "emotion": "Pity",
    "ethical_framework": "Ethical Hedonism",
    "theme": "The Missed Joy",
    "virtue": "Joyfulness",
    "modern_scenario": "A man hoards his wealth, living in constant fear of losing it, and eventually loses it all in a bad investment. He never experienced the simple, profound joy he could have had by using his money to help others.",
    "qa_question": "Why do some people hoard wealth instead of giving?",
    "qa_answer": "It is a sad puzzle. They must be ignorant of the deep and lasting happiness that comes from giving. They choose the anxiety of hoarding and the pain of loss over the simple joy of charity."
  },
  {
    "kural_id": 229,
    "tamil_kural": "இரத்தலின் இன்னாது மன்ற நிரப்பிய தாமே தமியர் உணல்.",
    "eng_translation": "Solitary and unshared eating for the sake of filling up one’s own riches is certainly much more unpleasant than begging.",
    "emotion": "Sadness",
    "ethical_framework": "Social Ethics",
    "theme": "The Misery of Selfishness",
    "virtue": "Community",
    "modern_scenario": "A wealthy recluse eats lavish meals all alone in his mansion, surrounded by possessions but isolated from people. The Kural suggests that his lonely existence is actually more painful and pathetic than the life of a person who must beg for their food.",
    "qa_question": "What is worse than being a beggar?",
    "qa_answer": "Eating alone solely to hoard one's own wealth. It is a state of spiritual poverty far more miserable than material poverty."
  },
  {
    "kural_id": 230,
    "tamil_kural": "சாதலின் இன்னாத தில்லை இனிததூஉம் ஈதல் இயையாக் கடை.",
    "eng_translation": "Nothing is more unpleasant than death: yet even that is pleasant where charity cannot be exercised.",
    "emotion": "Despair",
    "ethical_framework": "Core Principles",
    "theme": "A Life Without Purpose",
    "virtue": "Charity",
    "modern_scenario": "A generous person falls on hard times and finds they no longer have anything to give to others in need. This feeling of helplessness is so profound that they feel their life has lost its purpose, a state they consider worse than death itself.",
    "qa_question": "Is there anything worse than death?",
    "qa_answer": "Yes. For a charitable person, the state of being completely unable to give to those in need is a pain so great that even death would seem a welcome relief."
  },
  {
    "kural_id": 231,
    "tamil_kural": "ஈதல் இசைபட வாழ்தல் அதுவல்லது ஊதியம் இல்லை உயிர்க்கு.",
    "eng_translation": "Give to the poor and live with praise. There is no greater profit to man than that.",
    "emotion": "Purpose",
    "ethical_framework": "Legacy",
    "theme": "The True Profit",
    "virtue": "Legacy",
    "modern_scenario": "On their deathbed, a successful but lonely tycoon reflects on their life of acquiring wealth. They realize that their financial gains feel empty, and that the only true 'profit' in life would have been to live in a way that earned the genuine praise of others through generosity.",
    "qa_question": "What is the greatest profit one can gain in life?",
    "qa_answer": "Financial profit is temporary. The only lasting and truly valuable profit for a human life is to live in such a way that you earn a good reputation through your generosity. That is the ultimate gain."
  },
  {
    "kural_id": 232,
    "tamil_kural": "உரைப்பார் உரைப்பவை எல்லாம் இரப்பார்க்கொன்று ஈவார்மேல் நிற்கும் புகழ்.",
    "eng_translation": "Whatsoever is spoken in the world will abide as praise upon that man who gives alms to the poor.",
    "emotion": "Admiration",
    "ethical_framework": "Reputation",
    "theme": "The Foundation of Praise",
    "virtue": "Renown",
    "modern_scenario": "When people talk about the most respected figures in history, the conversation always turns to those known for their generosity—people who helped the needy. All lasting praise and admiration ultimately rests on the foundation of giving.",
    "qa_question": "What makes a person worthy of praise?",
    "qa_answer": "While people are praised for many things, all lasting and meaningful praise is ultimately directed towards those who give generously to those in need. This is the bedrock of a good reputation."
  },
  {
    "kural_id": 233,
    "tamil_kural": "ஒன்றா உலகத்து உயர்ந்த புகழல்லால் பொன்றாது நிற்பதொன் றில்.",
    "eng_translation": "There is nothing that stands forth in the world imperishable, except fame, exalted in solitary greatness.",
    "emotion": "Aspiration",
    "ethical_framework": "Legacy",
    "theme": "The Only Immortal Thing",
    "virtue": "Immortality",
    "modern_scenario": "An artist knows that her paintings, her wealth, and even her own body will eventually turn to dust. The only thing that has a chance of surviving forever is the good name she builds for herself—her renown for creating beauty and inspiring others.",
    "qa_question": "In a world where everything disappears, what can I do that lasts?",
    "qa_answer": "Everything material will perish. The only thing that can endure forever is a high and noble renown. A good reputation is the only form of immortality available on Earth."
  },
  {
    "kural_id": 234,
    "tamil_kural": "நிலவரை நீள்புகழ் ஆற்றின் புலவரைப் போற்றாது புத்தேள் உலகு.",
    "eng_translation": "If one has acquired extensive fame within the limits of this earth, the world of the Gods will no longer praise those sages who have attained that world.",
    "emotion": "Reverence",
    "ethical_framework": "Moral Hierarchy",
    "theme": "Greater Than the Gods",
    "virtue": "Excellence",
    "modern_scenario": "People speak with more reverence and admiration for a figure like Mother Teresa, who achieved worldwide fame for her service on Earth, than they do for abstract celestial beings. A great human legacy can command more respect than even the divine.",
    "qa_question": "Can a human being be greater than a divine being?",
    "qa_answer": "Yes. A person who achieves a lasting, noble fame for their deeds on Earth will be praised by the heavens even more than the sages and gods who already reside there. Such is the power of a virtuous earthly legacy."
  },
  {
    "kural_id": 235,
    "tamil_kural": "நத்தம்போல் கேடும் உளதாகும் சாக்காடும் வித்தகர்க் கல்லால் அரிது.",
    "eng_translation": "Prosperity to the body of fame, resulting in poverty to the body of flesh, and the death of the latter, are achievable only by the wise.",
    "emotion": "Paradox",
    "ethical_framework": "Sacrifice",
    "theme": "The Wise Paradox",
    "virtue": "Wisdom",
    "modern_scenario": "A scientist dedicates her entire life to research, living modestly and sacrificing personal wealth and comfort. She dies poor, but her discoveries earn her a fame that will live forever. Only a wise person can understand that this material 'loss' is a spiritual gain.",
    "qa_question": "How can loss be a gain, and death be a form of life?",
    "qa_answer": "This paradox is only understood by the wise. They know that sacrificing worldly prosperity can lead to a 'prosperous' reputation, and the death of the physical body can be the birth of an immortal legacy. It is a trade only the wise are willing to make."
  },
  {
    "kural_id": 236,
    "tamil_kural": "தோன்றின் புகழொடு தோன்றுக அஃதிலார் தோன்றலின் தோன்றாமை நன்று.",
    "eng_translation": "If you are born, be born with qualities conducive to fame. For those who are destitute of them it will be better not to be born.",
    "emotion": "Ambition",
    "ethical_framework": "Existential Purpose",
    "theme": "Live with Impact",
    "virtue": "Excellence",
    "modern_scenario": "A young person decides that if they are going to pursue a career, they will aim to make a real, praiseworthy impact in that field. They believe that a life lived without leaving a mark of excellence is a life not fully lived.",
    "qa_question": "What is the point of my life?",
    "qa_answer": "To make a mark. If you are going to exist, exist with glory. If you cannot live a life that earns renown, it would be better not to have lived at all. Strive for a life of impact."
  },
  {
    "kural_id": 237,
    "tamil_kural": "புகழ்பட வாழாதார் தந்நோவார் தம்மை இகழ்வாரை நோவது எவன்.",
    "eng_translation": "Why do those who cannot live with praise, grieve those who despise them, instead of grieving themselves for their own inability.",
    "emotion": "Self-Reflection",
    "ethical_framework": "Accountability",
    "theme": "Blame Yourself, Not Others",
    "virtue": "Responsibility",
    "modern_scenario": "An artist's work is criticized for being uninspired. Instead of getting angry at the critics, he looks inward and admits, 'The fault is mine. I have not lived up to my potential.' He blames himself for his failure to achieve excellence.",
    "qa_question": "If people criticize me, isn't it their fault for being mean?",
    "qa_answer": "If you have not lived a life worthy of praise, you have no right to be angry at those who criticize you. The fault lies not with them, but with your own failure to live a commendable life. You should be disappointed in yourself, not in them."
  },
  {
    "kural_id": 238,
    "tamil_kural": "வசையென்ப வையத்தார்க் கெல்லாம் இசையென்னும் எச்சம் பெறாஅ விடின்.",
    "eng_translation": "Not to beget fame will be esteemed a disgrace by the wise in this world.",
    "emotion": "Seriousness",
    "ethical_framework": "Legacy",
    "theme": "The Disgrace of Anonymity",
    "virtue": "Renown",
    "modern_scenario": "An inventor works tirelessly, not for money, but because he feels a deep-seated need to leave behind a legacy—a 'child' of fame. He believes that to live and die without leaving a positive mark on the world is a life of disgrace.",
    "qa_question": "Is it really a 'disgrace' to live a quiet, unknown life?",
    "qa_answer": "To the wise, yes. A life that does not leave behind the 'offspring' of a good reputation is considered a wasted life. Leaving a legacy of fame is seen as a fundamental duty."
  },
  {
    "kural_id": 239,
    "tamil_kural": "வசையிலா வண்பயன் குன்றும் இசையிலா யாக்கை பொறுத்த நிலம்.",
    "eng_translation": "The ground which supports a body without fame will diminish in its rich produce.",
    "emotion": "Burden",
    "ethical_framework": "Ecological Metaphor",
    "theme": "A Weight on the World",
    "virtue": "Productivity",
    "modern_scenario": "A community is full of people who contribute nothing and live without purpose. As a result, the community itself becomes less productive and vibrant. It's as if the very land becomes less fertile from the burden of supporting pointless lives.",
    "qa_question": "How does my life affect the world around me?",
    "qa_answer": "A life lived without renown is considered a dead weight on the Earth. The Kural uses a powerful metaphor: the very land that bears the burden of a fame-less person will become less fruitful, as if drained by their unproductive existence."
  },
  {
    "kural_id": 240,
    "tamil_kural": "வசையொழிய வாழ்வாரே வாழ்வார் இசையொழிய வாழ்வாரே வாழா தவர்.",
    "eng_translation": "Those live who live without disgrace. Those who live without fame live not.",
    "emotion": "Assertion",
    "ethical_framework": "Existentialism",
    "theme": "The Two Kinds of Life",
    "virtue": "Honor",
    "modern_scenario": "There are two neighbors. One lives a simple but honorable life, free from any blame. The other is wealthy but has no good reputation. The first is considered truly alive. The second, despite having all the signs of life, is considered to be not living at all.",
    "qa_question": "What is the difference between just being alive and truly living?",
    "qa_answer": "True life is a life lived without reproach. A life lived without a good reputation is not a life at all. To be blameless is to live; to be fame-less is to be among the walking dead."
  }
  

]
