[
  {
    "kural_id": 1,
    "tamil_kural": "அகர முதல எழுத்தெல்லாம் ஆதி பகவன் முதற்றே உலகு.",
    "eng_translation": "As the letter A is the first of all letters, so the eternal God is first in the world.",
    "emotion": "Wonder",
    "ethical_framework": "Core Principles",
    "theme": "The First Source",
    "virtue": "Respect",
    "modern_scenario": "A coder explains that just like 'A' is the basis for all language, the binary code '0' and '1' is the fundamental source of all modern software.",
    "qa_question": "In a world of science, is this idea of a 'first source' still relevant?",
    "qa_answer": "Yes. Every complex system must have a fundamental starting point, just as the alphabet has 'A'."
  },
  {
    "kural_id": 2,
    "tamil_kural": "கற்றதனால் ஆய பயனென்கொல் வாலறிவன் நற்றாள் தொழாஅர் எனின்.",
    "eng_translation": "What Profit have those derived from learning, who worship not the good feet of Him who is possessed of pure knowledge ?",
    "emotion": "Reflection",
    "ethical_framework": "Character",
    "theme": "Meaningful Learning",
    "virtue": "Humility",
    "modern_scenario": "A brilliant surgeon who is arrogant and rude to patients hasn't truly profited from their education, as their knowledge lacks the virtue of compassion.",
    "qa_question": "I have a university degree. Isn't that enough to be considered successful?",
    "qa_answer": "No. Knowledge has no real value unless it is combined with humility and a moral compass. Its true profit comes from how you use it."
  },
  {
    "kural_id": 3,
    "tamil_kural": "மலர்மிசை ஏகினான் மாணடி சேர்ந்தார் நிலமிசை நீடுவாழ் வார்.",
    "eng_translation": "They who are united to the glorious feet of Him who passes swiftly over the flower of the mind, shall flourish long above all worlds.",
    "emotion": "Peace",
    "ethical_framework": "Inner Peace",
    "theme": "Lasting Happiness",
    "virtue": "Calmness",
    "modern_scenario": "A person who regularly practices meditation to quiet their racing thoughts finds they are healthier, less stressed, and more successful in their daily life.",
    "qa_question": "Does this mean I have to leave the world and become a monk to be happy?",
    "qa_answer": "Not at all. To succeed in the world, you must first master your mind. A calm mind is the foundation for a long and happy life."
  },
  {
    "kural_id": 4,
    "tamil_kural": "வேண்டுதல் வேண்டாமை இலானடி சேர்ந்தார்க்கு யாண்டும் இடும்பை இல.",
    "eng_translation": "To those who meditate the feet of Him who is void of desire or aversion, evil shall never come.",
    "emotion": "Balance",
    "ethical_framework": "Emotional Control",
    "theme": "Avoiding Pain",
    "virtue": "Letting Go",
    "modern_scenario": "An investor who doesn't get greedy during a market boom or fearful during a crash makes better long-term decisions because they are free from the pull of desire and aversion.",
    "qa_question": "Is it possible for a person to have no desires or dislikes?",
    "qa_answer": "The goal is not to have no feelings, but to not be a slave to them. You protect yourself from suffering by not letting strong desires or hatreds control you."
  },
  {
    "kural_id": 5,
    "tamil_kural": "இருள்சேர் இருவினையும் சேரா இறைவன் பொருள்சேர் புகழ்புரிந்தார் மாட்டு.",
    "eng_translation": "The two-fold deeds that spring from darkness shall not adhere to those who delight in the true praise of God.",
    "emotion": "Clarity",
    "ethical_framework": "Beyond Good and Bad",
    "theme": "Beyond Consequences",
    "virtue": "Purity",
    "modern_scenario": "A judge focuses only on applying the law and is not swayed by whether their verdict makes one side happy (good deed) or the other sad (bad deed).",
    "qa_question": "So should I stop trying to do 'good deeds'?",
    "qa_answer": "You should focus on the core principle behind your actions, not just the labels of 'good' and 'bad'. By sticking to a higher truth, you are not bound by those simple outcomes."
  },
  {
    "kural_id": 6,
    "tamil_kural": "பொறிவாயில் ஐந்தவித்தான் பொய்தீர் ஒழுக்க நெறிநின்றார் நீடுவாழ் வார்.",
    "eng_translation": "Those shall long prosper who abide in the faultless way of Him who has destroyed the five desires of the senses.",
    "emotion": "Discipline",
    "ethical_framework": "Self-Control",
    "theme": "Controlling Impulses",
    "virtue": "Self-Control",
    "modern_scenario": "An athlete who controls their diet and avoids late-night parties has a longer and more successful career.",
    "qa_question": "Does this mean I can't enjoy life's pleasures?",
    "qa_answer": "It is not about denying pleasure, but about mastering your impulses. You should be the master of your senses, not the other way around. This discipline leads to a prosperous life."
  },
  {
    "kural_id": 7,
    "tamil_kural": "தனக்குவமை இல்லாதான் தாள்சேர்ந்தார்க் கல்லால் மனக்கவலை மாற்றல் அரிது.",
    "eng_translation": "Anxiety of mind cannot be removed, except from those who are united to the feet of Him who is incomparable.",
    "emotion": "Worry",
    "ethical_framework": "Faith",
    "theme": "Overcoming Worry",
    "virtue": "Faith",
    "modern_scenario": "After trying everything to solve a difficult family problem, a person finds peace only by accepting they've done all they can and placing their faith in a higher power to handle the outcome.",
    "qa_question": "Can't therapy or positive thinking cure anxiety?",
    "qa_answer": "While helpful, they might not be enough for deep anxiety. True relief comes from having faith in a higher power, which provides a stronger anchor than your own thoughts."
  },
  {
    "kural_id": 8,
    "tamil_kural": "அறவாழி அந்தணன் தாள்சேர்ந்தார்க் கல்லால் பிறவாழி நீந்தல் அரிது.",
    "eng_translation": "None can swim the sea of vice, but those who are united to the feet of that gracious Being who is a sea of virtue.",
    "emotion": "Struggle",
    "ethical_framework": "Moral Strength",
    "theme": "Beating Bad Habits",
    "virtue": "Goodness",
    "modern_scenario": "Two people open competing coffee shops. One owner cuts corners on quality and underpays his staff. The other focuses on being good, using quality ingredients and treating employees well. The first owner fails due to a bad reputation, while the second succeeds long-term because she was anchored in virtue.",
    "qa_question": "Why is being a good person so important for success in life?",
    "qa_answer": "Because life has many challenges, like the 'seas' of wealth and desire. Without a strong foundation of goodness, it is impossible to navigate them successfully."
  },
  {
    "kural_id": 9,
    "tamil_kural": "கோளில் பொறியின் குணமிலவே எண்குணத்தான் தாளை வணங்காத் தலை.",
    "eng_translation": "The head that worships not the feet of Him who is possessed of eight attributes, is as useless as a sense without the power of sensation.",
    "emotion": "Uselessness",
    "ethical_framework": "Purposeful Living",
    "theme": "Having a Purpose",
    "virtue": "Meaningful Action",
    "modern_scenario": "A person with a brilliant mind who does not use it for any virtuous purpose is like having a high-performance computer that is never even turned on.",
    "qa_question": "I'm very intelligent. Why isn't that enough on its own?",
    "qa_answer": "Because intelligence without a guiding purpose is useless. A mind that is not directed by virtue is like an eye that cannot see; it has no real-world value."
  },
  {
    "kural_id": 10,
    "tamil_kural": "பிறவிப் பெருங்கடல் நீந்துவர் நீந்தார் இறைவன் அடிசேரா தார்.",
    "eng_translation": "None can swim the great sea of births but those who are united to the feet of God.",
    "emotion": "Hope",
    "ethical_framework": "Finding Liberation",
    "theme": "Breaking Free",
    "virtue": "Surrender",
    "modern_scenario": "A relief worker in a disaster zone feels broken by the endless cycle of suffering she witnesses. She finds the strength to continue her work only by grounding herself in deep faith, surrendering the overwhelming burden to a higher power.",
    "qa_question": "How can I escape a situation that feels like a hopeless, repeating cycle?",
    "qa_answer": "You can cross that 'great sea' of struggle only by connecting to a higher power. Those who do not connect with this divine support cannot make it across."
  }
]